import { productData } from "@/data/products";

import type { Metadata } from "next";
import Image from "next/image";

import { sortProducts } from "@/lib/utils";

import Heading from "@/components/general_pages/heading";
import ProductParagraph from "@/components/catalog/productParagraph";
import ProductLinks from "@/components/general_pages/productLinks";
import TableAndCatalogLinks from "@/components/catalog/tableAndCatalogLinks";

export const metadata: Metadata = {
  title: "Воздушно-отопительные агрегаты паровые",
  description:
    "Агрегаты АО 2 паровые – производитель ООО Т.С.Т. Производство, характеристики, размеры, производительность, цена паровых воздушно-отопительных агрегатов АО 2",
  keywords:
    "агрегат отопительный паровой,агрегат воздушный паровой,агрегат паровой воздушно-отопительный,агрегат ао 2 паровой,отопительный агрегат ао 2 паровой,паровые агрегаты ао 2 характеристики,паровые агрегаты ао 2 габаритные размеры,паровой агрегат ао 2 цена,купить паровые агрегаты ао 2,паровые агрегаты ао 2 производитель",
};

export default function AgregatyAO2P() {
  const products = productData
    .filter((p) => p.categories.includes("ao2-p"))
    .sort((a, b) => sortProducts(a.name, b.name));
  const ao2p3 = products.filter((p) => p.rows === 3);
  const ao2p4 = products.filter((p) => p.rows === 4);

  return (
    <>
      <Heading lvl={1} text="Агрегаты отопительные паровые" />

      <section>
        <Heading
          lvl={2}
          text="Производство и назначение агрегатов АО2 паровых"
        />
        <ProductParagraph>
          Воздушно-отопительные паровые агрегаты АО2 производства ООО Т.С.Т.
          предназначены для нагрева и поддержания заданной температуры воздуха
          во внутренних помещениях зданий промышленного, сельскохозяйственного и
          бытового назначения. Паровые агрегаты имеют различную
          производительность и тепловую мощность и могут применяться в качестве
          основного, дополнительного или резервного источника тепла во всех
          помещениях, где допускается местная рециркуляция нагретого воздуха.
        </ProductParagraph>
        <ProductParagraph className="mb-5">
          Производство отопительных агрегатов серии АО2 осуществляется согласно
          ТУ 4864-003-55613706-02 с проведением обязательных приемо-сдаточных
          испытаний и проверкой каждого комплектуемого парового
          воздухонагревателя на герметичность и прочность.
        </ProductParagraph>
        <div className="flex">
          <Image
            src="/img/general_pages/agregat_otopitelnyi_parovoy_ao2_komplektatciia.png"
            alt="Паровой отопительный агрегат"
            title="Воздушно-отопительный агрегат АО 2 паровой"
            width={484}
            height={1}
          />
          <Image
            src="/img/general_pages/agregat_vozdushno-otopitelnyi_parovoy_ao2.png"
            alt="Производство паровых отопительных агрегатов АО 2"
            title="Конструкция парового отопительного агрегата АО 2"
            width={484}
            height={1}
          />
        </div>
      </section>

      <section>
        <Heading lvl={2} text="Конструкция парового агрегата АО2" />
        <ProductParagraph>
          Конструктивно паровоздушный агрегат АО2 представляет собой единый
          сборный блок, состоящий из следующих основных комплектуемых элементов:
          <ul>
            <li>
              • осевого вентилятора ВО-06-300{" "}
              <span className="text-primary-dark">(1)</span>, служащего для
              подачи воздуха в агрегат;
            </li>
            <li>
              • воздушного диффузора{" "}
              <span className="text-primary-dark">(2)</span> между вентилятором
              и калорифером;
            </li>
            <li>
              • калорифера парового типа КПСк{" "}
              <span className="text-primary-dark">(3)</span>, для подогрева
              нагнетаемого воздуха;
            </li>
            <li>
              • поворотных жалюзи <span className="text-primary-dark">(4)</span>
              , используемых для изменения направления и распределения
              воздушного потока в горизонтальной плоскости;
            </li>
            <li>
              • общей сварной рамы{" "}
              <span className="text-primary-dark">(5)</span>, предназначенной
              для установки агрегата в рабочем положении.
            </li>
          </ul>
        </ProductParagraph>
        <ProductParagraph>
          Комплектуемые к агрегатам калориферы КПСк3 или КПСк4 устанавливаются c
          вертикальным расположением нагревательных элементов, патрубки для
          подачи пара и отвода конденсата располагаются вверху и внизу по
          диагонали. Теплоотдающие элементы изготавливаются из электросварных
          или бесшовных трубок диаметром 16х1.5 мм со спирально-накатным
          оребрением. Паровые калориферы всей линейки агрегатов АО2 имеют
          квадратное сечение, с тенденцией в сторону увеличения площади нагрева
          каждой последующей модели.
        </ProductParagraph>
      </section>

      <section>
        <Heading lvl={2} text="Принцип работы паровых агрегатов АО2" />
        <ProductParagraph>
          Принцип работы парового рециркуляционно-отопительного агрегата АО2
          основан на передаче тепловой энергии от первичного теплоносителя,
          имеющего более высокую температуру нагреваемой среде с меньшей
          температурой. Первичным теплоносителем выступает сухой насыщенный пар,
          поступающий в комплектуемый к агрегату калорифер от автономного
          источника или внешней тепловой сети. Вторичным теплоносителем –
          воздух, забираемый установленным вентилятором из помещения и
          проходящий через сечение парового калорифера.
        </ProductParagraph>
        <ProductParagraph>
          Взаимодействуя с оребренной поверхностью теплоотдающих элементов, по
          которым проходит пар, воздух нагревается и целенаправленным потоком
          подается в обслуживаемую рабочую зону. С помощью жалюзи горячая
          воздушная струя фиксируется в нужном направлении. Отдав избыток
          теплоты и охладившись до температуры помещения воздушный поток
          смешивается с окружающим воздухом и возвращается для повторного
          нагревания.
        </ProductParagraph>
      </section>

      <section>
        <Heading lvl={2} text="Подбор и установка паровых агрегатов АО2" />
        <ProductParagraph>
          Длина, ширина и объем зоны обслуживания одним паровым агрегатом
          принимается по аэродинамическим и тепловым характеристикам выбранной
          модели. Равномерность прогрева по площади и высоте достигается
          активным перемешиванием воздуха и высокой кратностью воздухообмена. В
          связи с этим, в отапливаемом помещении рекомендуется устанавливать не
          менее двух рециркуляционно-отопительных паровых агрегатов АО2. При
          правильной их расстановке и способе подачи нагретого воздуха в рабочую
          зону распределение тепловой энергии будет более ровным, без резких
          температурных контрастов. Тогда как, эксплуатация одной, пусть и
          равнозначной по мощности модели может привести к перегреванию
          отдельной части помещения и недогреву других обслуживаемых участков.
          При многорядном размещении паровоздушных агрегатов рекомендуется
          применять встречную подачу воздуха.
        </ProductParagraph>
        <ProductParagraph>
          Для эффективного использования паровых отопительных агрегатов их
          суммарная тепловая мощность должна соответствовать тепловым потерям
          обслуживаемого помещения с прибавкой повышающего коэффициента от 10 до
          25 процентов. Предпочтительной схемой организации воздушного отопления
          является подача агрегатами горячего воздуха сверху вниз, наклонными
          струями под углом 35 градусов по отношению к горизонту. Этим способом
          обеспечивается максимальная дальнобойность нагретого потока и его
          устойчивость в нижней рабочей зоне.
        </ProductParagraph>
        <ProductParagraph>
          Особенностью эксплуатации паровых воздушно-отопительных агрегатов
          является существенная разница температуры нагретого воздуха на выходе
          из калорифера и температуры воздуха в обслуживаемом помещении. Такой
          перепад температур может привести к всплытию горячей струи вверх до ее
          попадания в рабочую зону. В качестве дополнительного инструмента для
          равномерного распределения воздушных масс и управления температурным
          режимом в пространстве отапливаемого объекта могут быть использованы
          дестратификаторы.
        </ProductParagraph>
      </section>

      <section>
        <Heading
          lvl={2}
          text="Технические характеристики паровых агрегатов АО2"
        />
        <ProductParagraph className="mb-4">
          Воздушно-отопительные паровые агрегаты серии АО2 подразделяются на
          восемь типоразмеров, каждый из которых изготавливается в двух
          вариантах – с трех и четырехрядным одноходовым теплообменником.
        </ProductParagraph>
        <ProductLinks products={ao2p3} className="mb-8" />
        <ProductLinks products={ao2p4} />
      </section>

      <section className="mb-4">
        <Heading
          lvl={2}
          text="Габаритные размеры паровых агрегатов АО2"
          className="mb-3"
        />
        <Image
          src="/img/general_pages/agregat_otopitelnyi_parovoy_ao2_gabaritnye_razmery.png"
          alt="Технические характеристики паровых агрегатов АО2"
          title="Габаритные размеры паровых агрегатов АО2"
          width={968}
          height={1}
          className="mb-3"
        />

        <table className="mb-2 w-full">
          <thead>
            <tr>
              <th rowSpan={2} className="w-32">
                Наименование агрегата
              </th>
              <th colSpan={2}>Производительность</th>
              <th colSpan={3}>Габариты, мм</th>
              <th rowSpan={2}>Масса, кг</th>
              <th rowSpan={2} className="w-68">
                Площадь поверхности теплообмена, м²
              </th>
              <th rowSpan={2}>Ду, мм</th>
            </tr>
            <tr>
              <th>по воздуху, м³/ч</th>
              <th>по теплу, кВт</th>
              <th>L</th>
              <th>B</th>
              <th>H</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td className="px-1 text-left">АО 2-3 (КПСк3)</td>
              <td rowSpan={2}>3000</td>
              <td>40</td>
              <td rowSpan={2}>800</td>
              <td rowSpan={2}>575</td>
              <td rowSpan={2}>790</td>
              <td>77</td>
              <td>12.9</td>
              <td rowSpan={2}>50</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-3 (КПСк4)</td>
              <td>46</td>
              <td>83</td>
              <td>17.0</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-4 (КПСк3)</td>
              <td rowSpan={2}>4000</td>
              <td>49</td>
              <td rowSpan={2}>800</td>
              <td rowSpan={2}>620</td>
              <td rowSpan={2}>835</td>
              <td>83</td>
              <td>15.2</td>
              <td rowSpan={2}>50</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-4 (КПСк4)</td>
              <td>55</td>
              <td>90</td>
              <td>20.0</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-5 (КПСк3)</td>
              <td rowSpan={2}>5000</td>
              <td>68</td>
              <td rowSpan={2}>825</td>
              <td rowSpan={2}>700</td>
              <td rowSpan={2}>915</td>
              <td>98</td>
              <td>20.3</td>
              <td rowSpan={2}>50</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-5 (КПСк4)</td>
              <td>78</td>
              <td>108</td>
              <td>26.7</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-6.3 (КПСк3)</td>
              <td rowSpan={2}>6300</td>
              <td>83</td>
              <td rowSpan={2}>985</td>
              <td rowSpan={2}>785</td>
              <td rowSpan={2}>1000</td>
              <td>128</td>
              <td>26.1</td>
              <td rowSpan={2}>50</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-6.3 (КПСк4)</td>
              <td>99</td>
              <td>142</td>
              <td>34.4</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-10 (КПСк3)</td>
              <td rowSpan={2}>10000</td>
              <td>119</td>
              <td rowSpan={2}>985</td>
              <td rowSpan={2}>830</td>
              <td rowSpan={2}>1045</td>
              <td>139</td>
              <td>29.3</td>
              <td rowSpan={2}>50</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-10 (КПСк4)</td>
              <td>141</td>
              <td>154</td>
              <td>38.7</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-15 (КПСк3)</td>
              <td rowSpan={2}>15000</td>
              <td>160</td>
              <td rowSpan={2}>985</td>
              <td rowSpan={2}>955</td>
              <td rowSpan={2}>1180</td>
              <td>166</td>
              <td>39.9</td>
              <td rowSpan={2}>65</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-15 (КПСк4)</td>
              <td>190</td>
              <td>186</td>
              <td>52.8</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-20 (КПСк3)</td>
              <td rowSpan={2}>20000</td>
              <td>209</td>
              <td rowSpan={2}>1075</td>
              <td rowSpan={2}>1080</td>
              <td rowSpan={2}>1305</td>
              <td>240</td>
              <td>52.2</td>
              <td rowSpan={2}>65</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-20 (КПСк4)</td>
              <td>251</td>
              <td>268</td>
              <td>69.2</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-25 (КПСк3)</td>
              <td rowSpan={2}>25000</td>
              <td>266</td>
              <td rowSpan={2}>1075</td>
              <td rowSpan={2}>1205</td>
              <td rowSpan={2}>1430</td>
              <td>269</td>
              <td>66.2</td>
              <td rowSpan={2}>65</td>
            </tr>
            <tr>
              <td className="px-1 text-left">АО 2-25 (КПСк4)</td>
              <td>318</td>
              <td>303</td>
              <td>87.7</td>
            </tr>
          </tbody>
        </table>

        <ProductParagraph>
          Структура условного обозначения паровых агрегатов серии АО2
          производства ООО «Т.С.Т.». Агрегат АО 2-5 КСк3 (ТУ
          4864-003-55613706-02): АО – агрегат отопительный; 2 – модификация
          воздушно-отопительного агрегата; 5 - типоразмер агрегата; КПСк3 –
          модель и рядность комплектуемого парового калорифера.
        </ProductParagraph>
      </section>

      <TableAndCatalogLinks
        target="_blank"
        tableURL="/documents/Agregat_AO2_katalog_2025.pdf"
        tableLinkText="Скачать каталог паровых отопительных агрегатов АО2"
        catalogURL="/documents/Price_list_zao_tst_2025.pdf"
        catalogLinkText="Скачать прайс-лист паровых воздушных агрегатов АО2"
      />
    </>
  );
}
