import type { Category } from "@/types";

export const categoryTree: Category[] = [
  {
    slug: "vodiany-kalorifery",
    title: "Водяные калориферы",
    menuTitle: "Водяные калориферы",
    metadata: {
      title: "Каталог водяных калориферов",
      description:
        "Каталог водяных калориферов производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена водяных калориферов",
      keywords:
        "каталог водяных калориферов,водяные калориферы характеристики,водяные калориферы производительность,водяные калориферы мощность,водяной калорифер квт,калорифер водяной цена,калорифер водяной купить,водяные калориферы отопления,промышленные водяные калориферы,каталог водяных калориферов воздушного отопления",
    },
    children: [
      {
        slug: "pritochny-vodiany-kalorifery",
        title: "Приточные водяные калориферы",
        menuTitle: "Приточные калориферы",
        metadata: {
          title: "Каталог приточных водяных калориферов",
          description:
            "Каталог приточных водяных калориферов производства ООО Т.С.Т. Технические характеристики, производительность и мощность, цена водяных приточных калориферов",
          keywords:
            "каталог приточных водяных калориферов,приточные водяные калориферы производительность,приточные водяные калориферы мощность,приточные водяные калориферы квт",
        },
        children: [
          {
            slug: "kpvs",
            title: "Приточные калориферы КПВС",
            menuTitle: "Калориферы КПВС",
            metadata: {
              title: "Каталог приточных водяных калориферов КПВС",
              description:
                "Каталог приточных водяных калориферов КПВС производства ООО Т.С.Т. Характеристики, производительность и мощность, цена водяных приточных калориферов КПВС",
              keywords:
                "каталог приточных водяных калориферов кпвс,каталог калориферов кпвс,калориферы кпвс характеристики,калориферы кпвс производительность,приточные водяные калориферы кпвс цена,приточные водяные калориферы кпвс купить,калориферы кпвс мощность,калькулятор приточных водяных калориферов кпвс",
            },
          },
          {
            slug: "kpvu",
            title: "Приточные калориферы КПВУ",
            menuTitle: "Калориферы КПВУ",
            metadata: {
              title: "Каталог приточных водяных калориферов КПВУ",
              description:
                "Каталог приточных водяных калориферов КПВУ производства ООО Т.С.Т. Характеристики, производительность и мощность, цена водяных приточных калориферов КПВУ",
              keywords:
                "каталог приточных водяных калориферов кпву,каталог калориферов кпву,калориферы кпву характеристики,калориферы кпву производительность,приточные водяные калориферы кпву цена,приточные водяные калориферы кпву купить,калориферы кпву мощность,калькулятор приточных водяных калориферов кпву",
            },
          },
        ],
      },
      {
        slug: "ksk",
        title: "Калориферы КСК",
        menuTitle: "Калориферы КСк",
        metadata: {
          title: "Каталог водяных калориферов КСк",
          description:
            "Каталог водяных калориферов КСк производства ООО Т.С.Т. Характеристики, производительность по воздуху, тепловая мощность, цена калориферов КСк",
          keywords:
            "каталог калориферов кск,каталог водяных калориферов кск,калориферы кск производительность,калориферы водяные кск мощность,цена водяных калориферов кск,купить водяные калориферы кск,калориферы кск квт,кск",
        },
        children: [
          {
            slug: "ksk-2",
            title: "Двухрядные калориферы КСК",
            menuTitle: "Двухрядные КСк2",
            metadata: {
              title: "Каталог водяных калориферов КСк 2",
              description:
                "Каталог водяных калориферов КСк 2 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена двухрядных калориферов КСк2",
              keywords:
                "каталог калориферов кск 2,каталог водяных калориферов кск 2,калориферы кск 2 производительность,калориферы водяные кск 2 мощность,цена водяных калориферов кск 2,купить водяные калориферы кск 2,двухрядные калориферы кск2,кск 2",
            },
          },
          {
            slug: "ksk-3",
            title: "Трехрядные калориферы КСК",
            menuTitle: "Трехрядные КСк3",
            metadata: {
              title: "Каталог водяных калориферов КСк 3",
              description:
                "Каталог водяных калориферов КСк 3 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена трехрядных калориферов КСк3",
              keywords:
                "каталог калориферов кск 3,каталог водяных калориферов кск 3,калориферы кск 3 производительность,калориферы водяные кск 3 мощность,цена водяных калориферов кск 3,купить водяные калориферы кск 3,трехрядные калориферы кск3,кск 3",
            },
          },
          {
            slug: "ksk-4",
            title: "Четырехрядные калориферы КСК",
            menuTitle: "Четырехрядные КСк4",
            metadata: {
              title: "Каталог водяных калориферов КСк 4",
              description:
                "Каталог водяных калориферов КСк 4 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена четырехрядных калориферов КСк4",
              keywords:
                "каталог калориферов кск 4,каталог водяных калориферов кск 4,калориферы кск 4 производительность,калориферы водяные кск 4 мощность,цена водяных калориферов кск 4,купить водяные калориферы кск 4,четырехрядные калориферы кск4,кск 4",
            },
          },
        ],
      },
      {
        slug: "tvv",
        title: "Калориферы ТВВ",
        menuTitle: "Калориферы ТВВ",
        metadata: {
          title: "Каталог водяных калориферов ТВВ",
          description:
            "Каталог водяных калориферов ТВВ производства ООО Т.С.Т. Характеристики, производительность по воздуху, тепловая мощность, цена калориферов ТВВ",
          keywords:
            "каталог калориферов твв,каталог водяных калориферов твв,калориферы твв производительность,калориферы водяные твв мощность,цена водяных калориферов твв,купить водяные калориферы твв,калориферы твв квт,твв",
        },
        children: [
          {
            slug: "tvv-3",
            title: "Трехрядные калориферы ТВВ",
            menuTitle: "Трехрядные ТВВ3",
            metadata: {
              title: "Каталог водяных калориферов ТВВ 3",
              description:
                "Каталог водяных калориферов ТВВ 3 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена трехрядных калориферов ТВВ3",
              keywords:
                "каталог калориферов твв 3,каталог водяных калориферов твв 3,калориферы твв 3 производительность,калориферы водяные твв 3 мощность,цена водяных калориферов твв 3,купить водяные калориферы твв 3,трехрядные калориферы твв3,твв 3",
            },
          },
          {
            slug: "tvv-4",
            title: "Четырехрядные калориферы ТВВ",
            menuTitle: "Четырехрядные ТВВ4",
            metadata: {
              title: "Каталог водяных калориферов ТВВ 4",
              description:
                "Каталог водяных калориферов ТВВ 4 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена четырехрядных калориферов ТВВ4",
              keywords:
                "каталог калориферов твв 4,каталог водяных калориферов твв 4,калориферы твв 4 производительность,калориферы водяные твв 4 мощность,цена водяных калориферов твв 4,купить водяные калориферы твв 4,четырехрядные калориферы твв4,твв 4",
            },
          },
        ],
      },
      {
        slug: "kfb-a-m",
        title: "Калориферы КФБ-А М",
        menuTitle: "Калориферы КФБ-А М",
        metadata: {
          title: "Каталог водяных калориферов КФБ-А М",
          description:
            "Каталог водяных калориферов КФБ производства ООО Т.С.Т. Технические характеристики, производительность, тепловая мощность, цена водяных калориферов КФБ",
          keywords:
            "каталог калориферов кфб,каталог водяных калориферов кфб,калориферы кфб производительность,цена водяных калориферов кфб,купить водяные калориферы кфб,калориферы кфб мощность",
        },
        children: [
          {
            slug: "kfb-a3-m",
            title: "Трехрядные калориферы КФБ-А М",
            menuTitle: "Трехрядные КФБ-А3",
            metadata: {
              title: "Каталог водяных калориферов КФБ-А3 М",
              description:
                "Каталог водяных калориферов КФБ-А3 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена трехрядных калориферов КФБ-А М",
              keywords:
                "каталог калориферов кфб-а3 водяных,каталог водяных калориферов кфб-а3,калориферы кфб-а3 м производительность,калориферы водяные кфб-а3 мощность,цена водяных калориферов кфб-а3,купить водяные калориферы кфб-а3,трехрядные калориферы кфб-а3 м,кфб-а3 м",
            },
          },
          {
            slug: "kfb-a4-m",
            title: "Четырехрядные калориферы КФБ-А М",
            menuTitle: "Четырехрядные КФБ-А4",
            metadata: {
              title: "Каталог водяных калориферов КФБ-А4 М",
              description:
                "Каталог водяных калориферов КФБ-А4 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена четырехрядных калориферов КФБ-А М",
              keywords:
                "каталог калориферов кфб-а4 водяных,каталог водяных калориферов кфб-а4,калориферы кфб-а4 м производительность,калориферы водяные кфб-а4 мощность,цена водяных калориферов кфб-а4,купить водяные калориферы кфб-а4,четырехрядные калориферы кфб-а4 м,кфб-а4 м",
            },
          },
        ],
      },
    ],
  },
  {
    slug: "parovy-kalorifery",
    title: "Паровые калориферы",
    menuTitle: "Паровые калориферы",
    metadata: {
      title: "Каталог паровых калориферов",
      description:
        "Каталог паровых калориферов производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена паровых калориферов",
      keywords:
        "каталог паровых калориферов,паровые калориферы характеристики,паровые калориферы производительность,паровые калориферы мощность,паровой калорифер квт,калорифер паровой цена,калорифер паровой купить,паровые калориферы отопления,промышленные паровые калориферы,каталог паровых калориферов воздушного отопления",
    },
    children: [
      {
        slug: "pritochny-parovy-kalorifery",
        title: "Приточные паровые калориферы",
        menuTitle: "Приточные калориферы",
        metadata: {
          title: "Каталог приточных паровых калориферов",
          description:
            "Каталог приточных паровых калориферов производства ООО Т.С.Т. Технические характеристики, производительность и мощность, цена паровых приточных калориферов",
          keywords:
            "каталог приточных паровых калориферов,приточные паровые калориферы производительность,приточные паровые калориферы мощность,приточные паровые калориферы квт",
        },
        children: [
          {
            slug: "kpps",
            title: "Приточные калориферы КППС",
            menuTitle: "Калориферы КППС",
            metadata: {
              title: "Каталог приточных паровых калориферов КППС",
              description:
                "Каталог приточных паровых калориферов КППС производства ООО Т.С.Т. Характеристики, производительность и мощность, цена паровых приточных калориферов КППС",
              keywords:
                "каталог приточных паровых калориферов кппс,каталог калориферов кппс,калориферы кппс характеристики,калориферы кппс производительность,приточные паровые калориферы кппс цена,приточные паровые калориферы кппс купить,калориферы кппс мощность,калькулятор приточных паровых калориферов кппс",
            },
          },
          {
            slug: "kppu",
            title: "Приточные калориферы КППУ",
            menuTitle: "Калориферы КППУ",
            metadata: {
              title: "Каталог приточных паровых калориферов КППУ",
              description:
                "Каталог приточных паровых калориферов КППУ производства ООО Т.С.Т. Характеристики, производительность и мощность, цена паровых приточных калориферов КППУ",
              keywords:
                "каталог приточных паровых калориферов кппу,каталог калориферов кппу,калориферы кппу характеристики,калориферы кппу производительность,приточные паровые калориферы кппу цена,приточные паровые калориферы кппу купить,калориферы кппу мощность,калькулятор приточных паровых калориферов кппу",
            },
          },
        ],
      },
      {
        slug: "kpsk",
        title: "Каталог паровых калориферов КПСК",
        menuTitle: "Калориферы КПСк",
        metadata: {
          title: "Каталог паровых калориферов КПСК",
          description:
            "Каталог паровых калориферов КПСк производства ООО Т.С.Т. Характеристики, производительность по воздуху, тепловая мощность, цена калориферов КПСк",
          keywords:
            "каталог калориферов кпск,каталог паровых калориферов кпск,калориферы кпск производительность,калориферы паровые кпск мощность,цена паровых калориферов кпск,купить паровые калориферы кпск,калориферы кпск квт,кпск",
        },
        children: [
          {
            slug: "kpsk-2",
            title: "Двухрядные калориферы КПСК",
            menuTitle: "Двухрядные КПСк2",
            metadata: {
              title: "Каталог паровых калориферов КПСк 2",
              description:
                "Каталог паровых калориферов КПСк 2 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена двухрядных калориферов КПСк2",
              keywords:
                "каталог калориферов кпск 2,каталог паровых калориферов кпск 2,калориферы кпск 2 производительность,калориферы паровые кпск 2 мощность,цена паровых калориферов кпск 2,купить паровые калориферы кпск 2,двухрядные калориферы кпск2,кпск 2",
            },
          },
          {
            slug: "kpsk-3",
            title: "Трехрядные калориферы КПСК",
            menuTitle: "Трехрядные КПСк3",
            metadata: {
              title: "Каталог паровых калориферов КПСк 3",
              description:
                "Каталог паровых калориферов КПСк 3 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена трехрядных калориферов КПСк3",
              keywords:
                "каталог калориферов кпск 3,каталог паровых калориферов кпск 3,калориферы кпск 3 производительность,калориферы паровые кпск 3 мощность,цена паровых калориферов кпск 3,купить паровые калориферы кпск 3,трехрядные калориферы кпск3,кпск 3",
            },
          },
          {
            slug: "kpsk-4",
            title: "Четырехрядные калориферы КПСК",
            menuTitle: "Четырехрядные КПСк4",
            metadata: {
              title: "Каталог паровых калориферов КПСк 4",
              description:
                "Каталог паровых калориферов КПСк 4 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена четырехрядных калориферов КПСк4",
              keywords:
                "каталог калориферов кпск 4,каталог паровых калориферов кпск 4,калориферы кпск 4 производительность,калориферы паровые кпск 4 мощность,цена паровых калориферов кпск 4,купить паровые калориферы кпск 4,четырехрядные калориферы кпск4,кпск 4",
            },
          },
        ],
      },
      {
        slug: "kp",
        title: "Калориферы КП",
        menuTitle: "Калориферы КП",
        metadata: {
          title: "Каталог паровых калориферов КП",
          description:
            "Каталог паровых калориферов КП производства ООО Т.С.Т. Характеристики, производительность по воздуху, тепловая мощность, цена калориферов КП",
          keywords:
            "каталог калориферов кп,каталог паровых калориферов кп,калориферы кп производительность,калориферы паровые кп мощность,цена паровых калориферов кп,купить паровые калориферы кп,калориферы кп квт,кп",
        },
        children: [
          {
            slug: "kp-3",
            title: "Трехрядные калориферы КП",
            menuTitle: "Трехрядные КП3",
            metadata: {
              title: "Каталог паровых калориферов КП 3",
              description:
                "Каталог паровых калориферов КП 3 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена трехрядных калориферов КП3",
              keywords:
                "каталог калориферов кп 3,каталог паровых калориферов кп 3,калориферы кп 3 производительность,калориферы паровые кп 3 мощность,цена паровых калориферов кп 3,купить паровые калориферы кп 3,трехрядные калориферы кп3,кп 3",
            },
          },
          {
            slug: "kp-4",
            title: "Четырехрядные калориферы КП",
            menuTitle: "Четырехрядные КП4",
            metadata: {
              title: "Каталог паровых калориферов КП 4",
              description:
                "Каталог паровых калориферов КП 4 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена четырехрядных калориферов КП4",
              keywords:
                "каталог калориферов кп 4,каталог паровых калориферов кп 4,калориферы кп 4 производительность,калориферы паровые кп 4 мощность,цена паровых калориферов кп 4,купить паровые калориферы кп 4,четырехрядные калориферы кп4,кп 4",
            },
          },
        ],
      },
      {
        slug: "kfb-a-p",
        title: "Калориферы КФБ-А П",
        menuTitle: "Калориферы КФБ-А П",
        metadata: {
          title: "Каталог паровых калориферов КФБ-А П",
          description:
            "Каталог паровых калориферов КФБ производства ООО Т.С.Т. Технические характеристики, производительность, тепловая мощность, цена паровых калориферов КФБ",
          keywords:
            "каталог калориферов кфб-а,каталог паровых калориферов кфб,калориферы кфб-а производительность,цена паровых калориферов кфб,купить паровые калориферы кфб,калориферы кфб-а мощность",
        },
        children: [
          {
            slug: "kfb-a3-p",
            title: "Трехрядные калориферы КФБ-А",
            menuTitle: "Трехрядные КФБ-А3",
            metadata: {
              title: "Каталог паровых калориферов КФБ-А3 П",
              description:
                "Каталог паровых калориферов КФБ-А3 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена трехрядных калориферов КФБ-А П",
              keywords:
                "каталог калориферов кфб-а3 паровых,каталог паровых калориферов кфб-а3,калориферы кфб-а3 п производительность,калориферы паровые кфб-а3 мощность,цена паровых калориферов кфб-а3,купить паровые калориферы кфб-а3,трехрядные калориферы кфб-а3 п,кфб-а3 п",
            },
          },
          {
            slug: "kfb-a4-p",
            title: "Четырехрядные калориферы КФБ-А",
            menuTitle: "Четырехрядные КФБ-А4",
            metadata: {
              title: "Каталог паровых калориферов КФБ-А4 П",
              description:
                "Каталог паровых калориферов КФБ-А4 производства ООО Т.С.Т. Характеристики, производительность по воздуху, мощность, цена четырехрядных калориферов КФБ-А П",
              keywords:
                "каталог калориферов кфб-а4 паровых,каталог паровых калориферов кфб-а4,калориферы кфб-а4 п производительность,калориферы паровые кфб-а4 мощность,цена паровых калориферов кфб-а4,купить паровые калориферы кфб-а4,четырехрядные калориферы кфб-а4 п,кфб-а4 п",
            },
          },
        ],
      },
    ],
  },
  {
    slug: "agregaty",
    title: "Воздушно-отопительные агрегаты",
    menuTitle: "Отопительные агрегаты",
    metadata: {
      title: "Каталог воздушно-отопительных агрегатов",
      description:
        "Каталог воздушно-отопительных агрегатов производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена агрегатов воздушно-отопительных",
      keywords:
        "каталог воздушно-отопительных агрегатов,воздушно-отопительные агрегаты характеристики,воздушно-отопительные агрегаты производительность,воздушно-отопительные агрегаты мощность,воздушно-отопительный агрегат цена,агрегат воздушно-отопительный купить,воздушно-отопительные агрегаты квт",
    },
    children: [
      {
        slug: "vodiany-agregaty",
        title: "Водяные отопительные агрегаты",
        menuTitle: "Водяные агрегаты",
        metadata: {
          title: "Каталог водяных отопительных агрегатов",
          description:
            "Каталог водяных отопительных агрегатов производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена водяных отопительных агрегатов",
          keywords:
            "каталог водяных отопительных агрегатов,водяные отопительные агрегаты характеристики,водяные отопительные агрегаты производительность,водяные отопительные агрегаты мощность,водяной отопительный агрегат цена,агрегат водяной отопительный купить,водяные отопительные агрегаты квт,каталог агрегатов водяных воздушно-отопительных",
        },
        children: [
          {
            slug: "ao2-v",
            title: "Агрегаты отопительные АО2",
            menuTitle: "Агрегаты АО2",
            metadata: {
              title: "Каталог агрегатов АО 2 водяных",
              description:
                "Каталог агрегатов АО 2 водяных производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена водяных отопительных агрегатов АО2",
              keywords:
                "каталог агрегатов ао 2,каталог агрегатов ао 2 водяных,каталог отопительных агрегатов,каталог воздушно-отопительных агрегатов,каталог отопительных агрегатов ао 2,каталог воздушно-отопительных агрегатов,цена водяных отопительных агрегатов,купить водяной отопительный агрегат,цена водяных отопительных агрегатов ао2,купить водяной отопительный агрегат ао2",
            },
          },
          {
            slug: "avo-tvv",
            title: "Агрегаты отопительные АВО ХЛ",
            menuTitle: "Агрегаты АВО ХЛ",
            metadata: {
              title: "Каталог агрегатов АВО ХЛ водяных",
              description:
                "Каталог агрегатов АВО водяных производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена водяных отопительных агрегатов АВО ХЛ",
              keywords:
                "каталог агрегатов аво,каталог агрегатов аво водяных,каталог отопительных агрегатов аво,каталог воздушно-отопительных агрегатов аво,каталог воздушных агрегатов аво,цена водяных отопительных агрегатов аво,купить водяной отопительный агрегат аво",
            },
          },
          {
            slug: "std300-v",
            title: "Агрегаты отопительные СТД-300 ХЛ",
            menuTitle: "Агрегаты СТД-300 ХЛ",
            metadata: {
              title: "Каталог агрегатов СТД-300 водяных",
              description:
                "Каталог агрегатов СТД-300 водяных производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена водяных отопительных агрегатов СТД-300 ХЛ",
              keywords:
                "каталог агрегатов стд 300,каталог агрегатов стд 300 водяных,каталог отопительных агрегатов стд 300,каталог воздушно-отопительных агрегатов стд 300,цена водяных отопительных агрегатов стд 300,купить водяной отопительный агрегат стд 300",
            },
          },
        ],
      },
      {
        slug: "parovy-agregaty",
        title: "Паровые отопительные агрегаты",
        menuTitle: "Паровые агрегаты",
        metadata: {
          title: "Каталог паровых отопительных агрегатов",
          description:
            "Каталог паровых отопительных агрегатов производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена паровых отопительных агрегатов",
          keywords:
            "каталог паровых отопительных агрегатов,паровые отопительные агрегаты характеристики,паровые отопительные агрегаты производительность,паровые отопительные агрегаты мощность,паровой отопительный агрегат цена,агрегат паровой отопительный купить,паровые отопительные агрегаты квт,каталог агрегатов паровых воздушно-отопительных",
        },
        children: [
          {
            slug: "ao2-p",
            title: "Агрегаты отопительные АО2",
            menuTitle: "Агрегаты АО2",
            metadata: {
              title: "Каталог агрегатов АО 2 паровых",
              description:
                "Каталог агрегатов АО 2 паровых производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена паровых отопительных агрегатов АО2",
              keywords:
                "каталог агрегатов ао 2 паровых,каталог отопительных агрегатов паровых,каталог воздушно-отопительных агрегатов паровых,каталог паровых отопительных агрегатов ао 2,каталог паровых воздушно-отопительных агрегатов,цена паровых отопительных агрегатов,купить паровой отопительный агрегат,цена паровых отопительных агрегатов ао2,купить паровой отопительный агрегат ао2",
            },
          },
          {
            slug: "avo-kp",
            title: "Агрегаты отопительные АВО ХЛ",
            menuTitle: "Агрегаты АВО ХЛ",
            metadata: {
              title: "Каталог агрегатов АВО ХЛ паровых",
              description:
                "Каталог агрегатов АВО паровых производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена паровых отопительных агрегатов АВО ХЛ",
              keywords:
                "каталог агрегатов аво паровых,каталог отопительных агрегатов аво паровых,каталог воздушно-отопительных агрегатов аво паровых,каталог воздушных агрегатов аво паровых,цена паровых отопительных агрегатов аво,купить паровой отопительный агрегат аво",
            },
          },
          {
            slug: "std300-p",
            title: "Агрегаты отопительные СТД-300 ХЛ",
            menuTitle: "Агрегаты СТД-300 ХЛ",
            metadata: {
              title: "Каталог агрегатов СТД-300 паровых",
              description:
                "Каталог агрегатов СТД-300 паровых производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена паровых отопительных агрегатов СТД-300 ХЛ",
              keywords:
                "каталог агрегатов стд 300 паровых,каталог отопительных агрегатов стд 300 паровых,каталог воздушно-отопительных агрегатов стд 300 паровых,цена паровых отопительных агрегатов стд 300,купить паровой отопительный агрегат стд 300",
            },
          },
        ],
      },
    ],
  },
  {
    slug: "energonagrevatelynoe-oborudovanie",
    title: "Электронагревательное оборудование",
    menuTitle: "Электронагреватели",
    metadata: {
      title: "Каталог электронагревательного оборудования",
      description:
        "Каталог электронагревательного оборудования производства ООО Т.С.Т. Характеристики, производительность и мощность, цена электрических калориферов и установок",
      keywords:
        "каталог электронагревательного оборудования,электронагревательное оборудование характеристики,электронагревательные установки производительность,электронагревательное оборудование цена,электронагревательное оборудование купить,электрические калориферы мощность",
    },
    children: [
      {
        slug: "sfo",
        title: "Электрокалориферы СФО",
        menuTitle: "Калориферы СФО",
        metadata: {
          title: "Каталог электрокалориферов СФО",
          description:
            "Каталог электрокалориферов СФО производства ООО Т.С.Т. Характеристики, производительность и тепловая мощность, цена электрических калориферов СФО",
          keywords:
            "каталог электрокалориферов,каталог электрических калориферов,каталог калориферов сфо,каталог электрокалориферов сфо,каталог электрических калориферов сфо,электрокалориферы производительность,электрокалориферы мощность,электрокалориферы сфо производительность,электрокалориферы сфо мощность,электрические калориферы мощность",
        },
      },
      {
        slug: "sfotc",
        title: "Установки СФОЦ",
        menuTitle: "Установки СФОЦ",
        metadata: {
          title: "Каталог электрокалориферных установок СФОЦ",
          description:
            "Каталог электрокалориферных установок СФОЦ производства ООО Т.С.Т. Технические характеристики, производительность, цена электрокалориферных установок СФОЦ",
          keywords:
            "каталог электрокалориферных установок,каталог электрических отопительных установок,каталог установок сфоц,каталог электрокалориферов сфоц,каталог электрических установок сфоц,электрокалориферные установки производительность,электрокалориферные установки мощность,электрокалориферные установки сфоц производительность,электрокалориферные установки сфоц мощность,электрические калориферы с вентилятором",
        },
      },
      {
        slug: "shuk",
        title: "Шкафы управления калориферами ШУК",
        menuTitle: "Шкафы управления ШУК",
        metadata: {
          title: "Каталог шкафов управления калориферами ШУК",
          description:
            "Каталог шкафов управления калориферами ШУК производства ООО Т.С.Т. Характеристики, мощность, цена шкафов управления калориферами ШУК",
          keywords:
            "каталог шкафов управления калорифером,каталог шук,каталог шкафов управления шук,цена шкафа управления калорифером шук,купить шкафы управления калорифером шук",
        },
      },
      {
        slug: "teny",
        title: "ТЭНы оребренные",
        menuTitle: "ТЭНы оребренные",
        metadata: {
          title: "Каталог оребренных ТЭНов",
          description:
            "Каталог оребренных ТЭНов производства ООО Т.С.Т. Характеристики, мощность, цена воздушных ТЭНР для электрических калориферов",
          keywords:
            "каталог оребренных тэнов,каталог воздушных оребренных тэнов,цена оребренных тэнов для нагрева воздуха,тэн оребренный мощность",
        },
      },
    ],
  },
];
