import type { Product, KPVSProduct } from "@/types";

export const productData: (Product | KPVSProduct)[] = [
  {
    id: "kpvs-1572x1572",
    name: "Калорифер КПВС-1572×1572 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1572x1572-2",
        name: "Приточный калорифер КПВС 1572x1572_2",
        heatPower: 301, // производительность по теплу
        price: 65202, // цена
      },
      {
        id: "kpvs-1572x1572-3",
        name: "Приточный калорифер КПВС 1572x1572_3",
        heatPower: 388,
        price: 93469,
      },
      {
        id: "kpvs-1572x1572-4",
        name: "Приточный калорифер КПВС 1572x1572_4",
        heatPower: 450,
        price: 120951,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1530x1530", // номер предыдущего калорифера
      name: "КПВС-1530x1530", // номер предыдущего калорифера
    },
    airPower: 25000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1572x1572",
      description:
        "Приточный водяной калорифер КПВС 1572x1572 производительностью по воздуху 25000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1572 1572,калорифер кпвс 1572 1572,калорифер водяной 1572 1572,калорифер водяной кпвс 1572 1572,калорифер приточный 1572 1572,калорифер водяной приточный 1572 1572,калорифер 1572 1572 технические характеристики,калорифер кпвс 1572 1572 расчет и подбор,приточный калорифер 1572 1572 производительность по воздуху 25000,водяной калорифер 1600 1600",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1572-1572.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1572х1572",
      "Технические характеристики КПВС 1572х1572",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1572x1572 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 25000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1572x1572 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена превышает допустимые значения для всех моделей КПВС 1572х1572 (двух, трех и четырех рядных) следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 25000 }, // Производительность по воздуху
              { content: 1500 }, // L H
              { content: 1548 }, // L1 H1
              { content: 1572 }, // L2 H2
              { content: 1637 }, // L3
              { content: 1402 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 62.6 }, // КПВС2
              { content: 94.4 }, // КПВС3
              { content: 125.3 }, // КПВС4
              { content: 170 }, // КПВС2
              { content: 230 }, // КПВС3
              { content: 287 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1530x1530",
    name: "Калорифер КПВС-1530×1530 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1530x1530-2",
        name: "Приточный калорифер КПВС 1530x1530_2",
        heatPower: 278, // производительность по теплу
        price: 63035, // цена
      },
      {
        id: "kpvs-1530x1530-3",
        name: "Приточный калорифер КПВС 1530x1530_3",
        heatPower: 359,
        price: 90220,
      },
      {
        id: "kpvs-1530x1530-4",
        name: "Приточный калорифер КПВС 1530x1530_4",
        heatPower: 416,
        price: 116630,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1489x1489", // номер предыдущего калорифера
      name: "КПВС-1489x1489", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1572x1572", // номер следующего калорифера
      name: "КПВС-1572х1572", // номер следующего калорифера
    },
    airPower: 23000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1530x1530",
      description:
        "Приточный водяной калорифер КПВС 1530x1530 производительностью по воздуху 23000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1530 1530,калорифер кпвс 1530 1530,калорифер водяной 1530 1530,калорифер водяной кпвс 1530 1530,калорифер приточный 1530 1530,калорифер водяной приточный 1530 1530,калорифер 1530 1530 технические характеристики,калорифер кпвс 1530 1530 расчет и подбор,приточный калорифер 1530 1530 производительность по воздуху 23000,водяной калорифер 1500 1500",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1530-1530.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1530х1530",
      "Технические характеристики КПВС 1530х1530",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1530x1530 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 23000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1530x1530 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1530х1530 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 23000 }, // Производительность по воздуху
              { content: 1458 }, // L H
              { content: 1506 }, // L1 H1
              { content: 1530 }, // L2 H2
              { content: 1595 }, // L3
              { content: 1360 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 59.2 }, // КПВС2
              { content: 89.2 }, // КПВС3
              { content: 118.4 }, // КПВС4
              { content: 163 }, // КПВС2
              { content: 219 }, // КПВС3
              { content: 273 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1489x1489",
    name: "Калорифер КПВС-1489×1489 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1489x1489-2",
        name: "Приточный калорифер КПВС 1489x1489_2",
        heatPower: 263, // производительность по теплу
        price: 60694, // цена
      },
      {
        id: "kpvs-1489x1489-3",
        name: "Приточный калорифер КПВС 1489x1489_3",
        heatPower: 340,
        price: 86807,
      },
      {
        id: "kpvs-1489x1489-4",
        name: "Приточный калорифер КПВС 1489x1489_4",
        heatPower: 394,
        price: 112153,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1447x1447", // номер предыдущего калорифера
      name: "КПВС-1447x1447", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1530x1530", // номер следующего калорифера
      name: "КПВС-1530х1530", // номер следующего калорифера
    },
    airPower: 22000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1489x1489",
      description:
        "Приточный водяной калорифер КПВС 1489x1489 производительностью по воздуху 22000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1489 1489,калорифер кпвс 1489 1489,калорифер водяной 1489 1489,калорифер водяной кпвс 1489 1489,калорифер приточный 1489 1489,калорифер водяной приточный 1489 1489,калорифер 1489 1489 технические характеристики,калорифер кпвс 1489 1489 расчет и подбор,приточный калорифер 1489 1489 производительность по воздуху 22000,водяной калорифер 1500 1500",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1489-1489.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1489х1489",
      "Технические характеристики КПВС 1489х1489",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1489x1489 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 22000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1489x1489 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1489х1489 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 22000 }, // Производительность по воздуху
              { content: 1417 }, // L H
              { content: 1465 }, // L1 H1
              { content: 1489 }, // L2 H2
              { content: 1554 }, // L3
              { content: 1319 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 55.8 }, // КПВС2
              { content: 84.2 }, // КПВС3
              { content: 111.8 }, // КПВС4
              { content: 154 }, // КПВС2
              { content: 207 }, // КПВС3
              { content: 259 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1447x1447",
    name: "Калорифер КПВС-1447×1447 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1447x1447-2",
        name: "Приточный калорифер КПВС 1447x1447_2",
        heatPower: 249, // производительность по теплу
        price: 58478, // цена
      },
      {
        id: "kpvs-1447x1447-3",
        name: "Приточный калорифер КПВС 1447x1447_3",
        heatPower: 322,
        price: 83493,
      },
      {
        id: "kpvs-1447x1447-4",
        name: "Приточный калорифер КПВС 1447x1447_4",
        heatPower: 373,
        price: 107751,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1405x1405", // номер предыдущего калорифера
      name: "КПВС-1405x1405", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1489x1489", // номер следующего калорифера
      name: "КПВС-1489х1489", // номер следующего калорифера
    },
    airPower: 21000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1447x1447",
      description:
        "Приточный водяной калорифер КПВС 1447x1447 производительностью по воздуху 21000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1447 1447,калорифер кпвс 1447 1447,калорифер водяной 1447 1447,калорифер водяной кпвс 1447 1447,калорифер приточный 1447 1447,калорифер водяной приточный 1447 1447,калорифер 1447 1447 технические характеристики,калорифер кпвс 1447 1447 расчет и подбор,приточный калорифер 1447 1447 производительность по воздуху 21000,водяной калорифер 1400 1400",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1447-1447.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1447х1447",
      "Технические характеристики КПВС 1447х1447",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1447x1447 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 21000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1447x1447 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1447х1447 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 21000 }, // Производительность по воздуху
              { content: 1375 }, // L H
              { content: 1423 }, // L1 H1
              { content: 1447 }, // L2 H2
              { content: 1512 }, // L3
              { content: 1277 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 52.6 }, // КПВС2
              { content: 79.3 }, // КПВС3
              { content: 105.2 }, // КПВС4
              { content: 147 }, // КПВС2
              { content: 197 }, // КПВС3
              { content: 246 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1405x1405",
    name: "Калорифер КПВС-1405×1405 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1405x1405-2",
        name: "Приточный калорифер КПВС 1405x1405_2",
        heatPower: 235, // производительность по теплу
        price: 56055, // цена
      },
      {
        id: "kpvs-1405x1405-3",
        name: "Приточный калорифер КПВС 1405x1405_3",
        heatPower: 304,
        price: 79968,
      },
      {
        id: "kpvs-1405x1405-4",
        name: "Приточный калорифер КПВС 1405x1405_4",
        heatPower: 353,
        price: 103133,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1364x1364", // номер предыдущего калорифера
      name: "КПВС-1364x1364", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1447x1447", // номер следующего калорифера
      name: "КПВС-1447х1447", // номер следующего калорифера
    },
    airPower: 20000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1405x1405",
      description:
        "Приточный водяной калорифер КПВС 1405x1405 производительностью по воздуху 20000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1405 1405,калорифер кпвс 1405 1405,калорифер водяной 1405 1405,калорифер водяной кпвс 1405 1405,калорифер приточный 1405 1405,калорифер водяной приточный 1405 1405,калорифер 1405 1405 технические характеристики,калорифер кпвс 1405 1405 расчет и подбор,приточный калорифер 1405 1405 производительность по воздуху 20000,водяной калорифер 1400 1400",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1405-1405.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1405х1405",
      "Технические характеристики КПВС 1405х1405",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1405x1405 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 20000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1405x1405 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1405х1405 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 20000 }, // Производительность по воздуху
              { content: 1333 }, // L H
              { content: 1381 }, // L1 H1
              { content: 1405 }, // L2 H2
              { content: 1470 }, // L3
              { content: 1235 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 49.4 }, // КПВС2
              { content: 74.6 }, // КПВС3
              { content: 98.9 }, // КПВС4
              { content: 139 }, // КПВС2
              { content: 186 }, // КПВС3
              { content: 232 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1364x1364",
    name: "Калорифер КПВС-1364×1364 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1364x1364-2",
        name: "Приточный калорифер КПВС 1364x1364_2",
        heatPower: 220, // производительность по теплу
        price: 53845, // цена
      },
      {
        id: "kpvs-1364x1364-3",
        name: "Приточный калорифер КПВС 1364x1364_3",
        heatPower: 287,
        price: 76669,
      },
      {
        id: "kpvs-1364x1364-4",
        name: "Приточный калорифер КПВС 1364x1364_4",
        heatPower: 332,
        price: 98757,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1322x1322", // номер предыдущего калорифера
      name: "КПВС-1322x1322", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1405x1405", // номер следующего калорифера
      name: "КПВС-1405х1405", // номер следующего калорифера
    },
    airPower: 19000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1364x1364",
      description:
        "Приточный водяной калорифер КПВС 1364x1364 производительностью по воздуху 19000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1364 1364,калорифер кпвс 1364 1364,калорифер водяной 1364 1364,калорифер водяной кпвс 1364 1364,калорифер приточный 1364 1364,калорифер водяной приточный 1364 1364,калорифер 1364 1364 технические характеристики,калорифер кпвс 1364 1364 расчет и подбор,приточный калорифер 1364 1364 производительность по воздуху 19000,водяной калорифер 1300 1300",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1364-1364.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1364х1364",
      "Технические характеристики КПВС 1364х1364",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1364x1364 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 19000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1364x1364 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1364х1364 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 19000 }, // Производительность по воздуху
              { content: 1292 }, // L H
              { content: 1340 }, // L1 H1
              { content: 1364 }, // L2 H2
              { content: 1429 }, // L3
              { content: 1194 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 46.4 }, // КПВС2
              { content: "70.0" }, // КПВС3
              { content: 92.8 }, // КПВС4
              { content: 133 }, // КПВС2
              { content: 177 }, // КПВС3
              { content: 219 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1322x1322",
    name: "Калорифер КПВС-1322×1322 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1322x1322-2",
        name: "Приточный калорифер КПВС 1322x1322_2",
        heatPower: 206, // производительность по теплу
        price: 51395, // цена
      },
      {
        id: "kpvs-1322x1322-3",
        name: "Приточный калорифер КПВС 1322x1322_3",
        heatPower: 269,
        price: 73113,
      },
      {
        id: "kpvs-1322x1322-4",
        name: "Приточный калорифер КПВС 1322x1322_4",
        heatPower: 314,
        price: 94108,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1280x1280", // номер предыдущего калорифера
      name: "КПВС-1280x1280", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1364x1364", // номер следующего калорифера
      name: "КПВС-1364х1364", // номер следующего калорифера
    },
    airPower: 18000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1322x1322",
      description:
        "Приточный водяной калорифер КПВС 1322x1322 производительностью по воздуху 18000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1322 1322,калорифер кпвс 1322 1322,калорифер водяной 1322 1322,калорифер водяной кпвс 1322 1322,калорифер приточный 1322 1322,калорифер водяной приточный 1322 1322,калорифер 1322 1322 технические характеристики,калорифер кпвс 1322 1322 расчет и подбор,приточный калорифер 1322 1322 производительность по воздуху 18000,водяной калорифер 1300 1300",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1322-1322.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1322х1322",
      "Технические характеристики КПВС 1322х1322",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1322x1322 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 18000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1322x1322 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1322х1322 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 18000 }, // Производительность по воздуху
              { content: 1250 }, // L H
              { content: 1298 }, // L1 H1
              { content: 1322 }, // L2 H2
              { content: 1387 }, // L3
              { content: 1152 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 43.4 }, // КПВС2
              { content: 65.5 }, // КПВС3
              { content: 86.9 }, // КПВС4
              { content: 125 }, // КПВС2
              { content: 166 }, // КПВС3
              { content: 206 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1280x1280",
    name: "Калорифер КПВС-1280×1280 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1280x1280-2",
        name: "Приточный калорифер КПВС 1280x1280_2",
        heatPower: 193, // производительность по теплу
        price: 49139, // цена
      },
      {
        id: "kpvs-1280x1280-3",
        name: "Приточный калорифер КПВС 1280x1280_3",
        heatPower: 252,
        price: 69753,
      },
      {
        id: "kpvs-1280x1280-4",
        name: "Приточный калорифер КПВС 1280x1280_4",
        heatPower: 293,
        price: 89656,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1239x1239", // номер предыдущего калорифера
      name: "КПВС-1239x1239", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1322x1322", // номер следующего калорифера
      name: "КПВС-1322х1322", // номер следующего калорифера
    },
    airPower: 17000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1280x1280",
      description:
        "Приточный водяной калорифер КПВС 1280x1280 производительностью по воздуху 17000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1280 1280,калорифер кпвс 1280 1280,калорифер водяной 1280 1280,калорифер водяной кпвс 1280 1280,калорифер приточный 1280 1280,калорифер водяной приточный 1280 1280,калорифер 1280 1280 технические характеристики,калорифер кпвс 1280 1280 расчет и подбор,приточный калорифер 1280 1280 производительность по воздуху 17000,водяной калорифер 1300 1300",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_1280x1280_1572x1572.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1280-1280.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1280х1280",
      "Технические характеристики КПВС 1280х1280",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1280x1280 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 17000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1280x1280 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1280х1280 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 17000 }, // Производительность по воздуху
              { content: 1208 }, // L H
              { content: 1256 }, // L1 H1
              { content: 1280 }, // L2 H2
              { content: 1345 }, // L3
              { content: 1110 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 40.6 }, // КПВС2
              { content: 61.2 }, // КПВС3
              { content: 81.1 }, // КПВС4
              { content: 119 }, // КПВС2
              { content: 157 }, // КПВС3
              { content: 194 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1239x1239",
    name: "Калорифер КПВС-1239×1239 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1239x1239-2",
        name: "Приточный калорифер КПВС 1239x1239_2",
        heatPower: 180, // производительность по теплу
        price: 46714, // цена
      },
      {
        id: "kpvs-1239x1239-3",
        name: "Приточный калорифер КПВС 1239x1239_3",
        heatPower: 235,
        price: 66245,
      },
      {
        id: "kpvs-1239x1239-4",
        name: "Приточный калорифер КПВС 1239x1239_4",
        heatPower: 273,
        price: 85079,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1197x1197", // номер предыдущего калорифера
      name: "КПВС-1197x1197", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1280x1280", // номер следующего калорифера
      name: "КПВС-1280х1280", // номер следующего калорифера
    },
    airPower: 16000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1239x1239",
      description:
        "Приточный водяной калорифер КПВС 1239x1239 производительностью по воздуху 16000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1239 1239,калорифер кпвс 1239 1239,калорифер водяной 1239 1239,калорифер водяной кпвс 1239 1239,калорифер приточный 1239 1239,калорифер водяной приточный 1239 1239,калорифер 1239 1239 технические характеристики,калорифер кпвс 1239 1239 расчет и подбор,приточный калорифер 1239 1239 производительность по воздуху 16000,водяной калорифер 1200 1200",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1239-1239.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1239х1239",
      "Технические характеристики КПВС 1239х1239",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1239x1239 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 16000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1239x1239 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1239х1239 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 16000 }, // Производительность по воздуху
              { content: 1167 }, // L H
              { content: 1215 }, // L1 H1
              { content: 1239 }, // L2 H2
              { content: 1304 }, // L3
              { content: 1069 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 37.8 }, // КПВС2
              { content: "57.0" }, // КПВС3
              { content: 75.6 }, // КПВС4
              { content: 112 }, // КПВС2
              { content: 148 }, // КПВС3
              { content: 182 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1197x1197",
    name: "Калорифер КПВС-1197×1197 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1197x1197-2",
        name: "Приточный калорифер КПВС 1197x1197_2",
        heatPower: 167, // производительность по теплу
        price: 44465, // цена
      },
      {
        id: "kpvs-1197x1197-3",
        name: "Приточный калорифер КПВС 1197x1197_3",
        heatPower: 218,
        price: 62903,
      },
      {
        id: "kpvs-1197x1197-4",
        name: "Приточный калорифер КПВС 1197x1197_4",
        heatPower: 255,
        price: 80657,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1155x1155", // номер предыдущего калорифера
      name: "КПВС-1155x1155", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1239x1239", // номер следующего калорифера
      name: "КПВС-1239х1239", // номер следующего калорифера
    },
    airPower: 15000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1197x1197",
      description:
        "Приточный водяной калорифер КПВС 1197x1197 производительностью по воздуху 15000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1197 1197,калорифер кпвс 1197 1197,калорифер водяной 1197 1197,калорифер водяной кпвс 1197 1197,калорифер приточный 1197 1197,калорифер водяной приточный 1197 1197,калорифер 1197 1197 технические характеристики,калорифер кпвс 1197 1197 расчет и подбор,приточный калорифер 1197 1197 производительность по воздуху 15000,водяной калорифер 1200 1200",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1197-1197.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1197х1197",
      "Технические характеристики КПВС 1197х1197",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1197x1197 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 15000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1197x1197 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1197х1197 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 15000 }, // Производительность по воздуху
              { content: 1125 }, // L H
              { content: 1173 }, // L1 H1
              { content: 1197 }, // L2 H2
              { content: 1262 }, // L3
              { content: 1027 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 35.1 }, // КПВС2
              { content: "53.0" }, // КПВС3
              { content: 70.2 }, // КПВС4
              { content: 106 }, // КПВС2
              { content: 139 }, // КПВС3
              { content: 171 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1155x1155",
    name: "Калорифер КПВС-1155×1155 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1155x1155-2",
        name: "Приточный калорифер КПВС 1155x1155_2",
        heatPower: 154, // производительность по теплу
        price: 42018, // цена
      },
      {
        id: "kpvs-1155x1155-3",
        name: "Приточный калорифер КПВС 1155x1155_3",
        heatPower: 202,
        price: 59371,
      },
      {
        id: "kpvs-1155x1155-4",
        name: "Приточный калорифер КПВС 1155x1155_4",
        heatPower: 236,
        price: 76057,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1114x1114", // номер предыдущего калорифера
      name: "КПВС-1114x1114", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1197x1197", // номер следующего калорифера
      name: "КПВС-1197х1197", // номер следующего калорифера
    },
    airPower: 14000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1155x1155",
      description:
        "Приточный водяной калорифер КПВС 1155x1155 производительностью по воздуху 14000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1155 1155,калорифер кпвс 1155 1155,калорифер водяной 1155 1155,калорифер водяной кпвс 1155 1155,калорифер приточный 1155 1155,калорифер водяной приточный 1155 1155,калорифер 1155 1155 технические характеристики,калорифер кпвс 1155 1155 расчет и подбор,приточный калорифер 1155 1155 производительность по воздуху 14000,водяной калорифер 1100 1100",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1155-1155.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1155х1155",
      "Технические характеристики КПВС 1155х1155",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1155x1155 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 14000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1155x1155 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1155х1155 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 14000 }, // Производительность по воздуху
              { content: 1083 }, // L H
              { content: 1131 }, // L1 H1
              { content: 1155 }, // L2 H2
              { content: 1220 }, // L3
              { content: 985 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 32.6 }, // КПВС2
              { content: 49.1 }, // КПВС3
              { content: 65.1 }, // КПВС4
              { content: 99 }, // КПВС2
              { content: 130 }, // КПВС3
              { content: 160 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1114x1114",
    name: "Калорифер КПВС-1114×1114 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1114x1114-2",
        name: "Приточный калорифер КПВС 1114x1114_2",
        heatPower: 142, // производительность по теплу
        price: 39826, // цена
      },
      {
        id: "kpvs-1114x1114-3",
        name: "Приточный калорифер КПВС 1114x1114_3",
        heatPower: 187,
        price: 56122,
      },
      {
        id: "kpvs-1114x1114-4",
        name: "Приточный калорифер КПВС 1114x1114_4",
        heatPower: 218,
        price: 71766,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1072x1072", // номер предыдущего калорифера
      name: "КПВС-1072x1072", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1155x1155", // номер следующего калорифера
      name: "КПВС-1155х1155", // номер следующего калорифера
    },
    airPower: 13000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1114x1114",
      description:
        "Приточный водяной калорифер КПВС 1114x1114 производительностью по воздуху 13000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1114 1114,калорифер кпвс 1114 1114,калорифер водяной 1114 1114,калорифер водяной кпвс 1114 1114,калорифер приточный 1114 1114,калорифер водяной приточный 1114 1114,калорифер 1114 1114 технические характеристики,калорифер кпвс 1114 1114 расчет и подбор,приточный калорифер 1114 1114 производительность по воздуху 13000,водяной калорифер 1100 1100",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1114-1114.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1114х1114",
      "Технические характеристики КПВС 1114х1114",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1114x1114 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 13000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1114x1114 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1114х1114 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 13000 }, // Производительность по воздуху
              { content: 1042 }, // L H
              { content: 1090 }, // L1 H1
              { content: 1114 }, // L2 H2
              { content: 1179 }, // L3
              { content: 944 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 30.1 }, // КПВС2
              { content: 45.4 }, // КПВС3
              { content: 60.2 }, // КПВС4
              { content: 93 }, // КПВС2
              { content: 122 }, // КПВС3
              { content: 149 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1072x1072",
    name: "Калорифер КПВС-1072×1072 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1072x1072-2",
        name: "Приточный калорифер КПВС 1072x1072_2",
        heatPower: 130, // производительность по теплу
        price: 37408, // цена
      },
      {
        id: "kpvs-1072x1072-3",
        name: "Приточный калорифер КПВС 1072x1072_3",
        heatPower: 171,
        price: 53644,
      },
      {
        id: "kpvs-1072x1072-4",
        name: "Приточный калорифер КПВС 1072x1072_4",
        heatPower: 200,
        price: 67246,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-1030x1030", // номер предыдущего калорифера
      name: "КПВС-1030x1030", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1114x1114", // номер следующего калорифера
      name: "КПВС-1114х1114", // номер следующего калорифера
    },
    airPower: 12000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1072x1072",
      description:
        "Приточный водяной калорифер КПВС 1072x1072 производительностью по воздуху 12000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1072 1072,калорифер кпвс 1072 1072,калорифер водяной 1072 1072,калорифер водяной кпвс 1072 1072,калорифер приточный 1072 1072,калорифер водяной приточный 1072 1072,калорифер 1072 1072 технические характеристики,калорифер кпвс 1072 1072 расчет и подбор,приточный калорифер 1072 1072 производительность по воздуху 12000,водяной калорифер 1000 1000",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1072-1072.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1072х1072",
      "Технические характеристики КПВС 1072х1072",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1072x1072 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 12000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1072x1072 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1072х1072 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 12000 }, // Производительность по воздуху
              { content: 1000 }, // L H
              { content: 1048 }, // L1 H1
              { content: 1072 }, // L2 H2
              { content: 1137 }, // L3
              { content: 902 }, // C
              { content: 50 }, // dy мм
              { content: 2 }, // dy "
              { content: 27.7 }, // КПВС2
              { content: 41.8 }, // КПВС3
              { content: 55.4 }, // КПВС4
              { content: 87 }, // КПВС2
              { content: 113 }, // КПВС3
              { content: 138 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-1030x1030",
    name: "Калорифер КПВС-1030×1030 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-1030x1030-2",
        name: "Приточный калорифер КПВС 1030x1030_2",
        heatPower: 118, // производительность по теплу
        price: 35230, // цена
      },
      {
        id: "kpvs-1030x1030-3",
        name: "Приточный калорифер КПВС 1030x1030_3",
        heatPower: 155,
        price: 49423,
      },
      {
        id: "kpvs-1030x1030-4",
        name: "Приточный калорифер КПВС 1030x1030_4",
        heatPower: 182,
        price: 62998,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-989x989", // номер предыдущего калорифера
      name: "КПВС-989x989", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1072x1072", // номер следующего калорифера
      name: "КПВС-1072х1072", // номер следующего калорифера
    },
    airPower: 11000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-1030x1030",
      description:
        "Приточный водяной калорифер КПВС 1030x1030 производительностью по воздуху 11000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 1030 1030,калорифер кпвс 1030 1030,калорифер водяной 1030 1030,калорифер водяной кпвс 1030 1030,калорифер приточный 1030 1030,калорифер водяной приточный 1030 1030,калорифер 1030 1030 технические характеристики,калорифер кпвс 1030 1030 расчет и подбор,приточный калорифер 1030 1030 производительность по воздуху 11000,водяной калорифер 1000 1000",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-1030-1030.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 1030х1030",
      "Технические характеристики КПВС 1030х1030",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-1030x1030 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 11000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-1030x1030 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 1030х1030 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 11000 }, // Производительность по воздуху
              { content: 958 }, // L H
              { content: 1006 }, // L1 H1
              { content: 1030 }, // L2 H2
              { content: 1095 }, // L3
              { content: 860 }, // C
              { content: 40 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>2</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 25.4 }, // КПВС2
              { content: 38.4 }, // КПВС3
              { content: 50.9 }, // КПВС4
              { content: 81 }, // КПВС2
              { content: 106 }, // КПВС3
              { content: 129 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-989x989",
    name: "Калорифер КПВС-989×989 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-989x989-2",
        name: "Приточный калорифер КПВС 989x989_2",
        heatPower: 107, // производительность по теплу
        price: 32889, // цена
      },
      {
        id: "kpvs-989x989-3",
        name: "Приточный калорифер КПВС 989x989_3",
        heatPower: 141,
        price: 46070,
      },
      {
        id: "kpvs-989x989-4",
        name: "Приточный калорифер КПВС 989x989_4",
        heatPower: 165,
        price: 58653,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-947x947", // номер предыдущего калорифера
      name: "КПВС-947x947", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-1030x1030", // номер следующего калорифера
      name: "КПВС-1030х1030", // номер следующего калорифера
    },
    airPower: 10000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-989x989",
      description:
        "Приточный водяной калорифер КПВС 989x989 производительностью по воздуху 10000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 989 989,калорифер кпвс 989 989,калорифер водяной 989 989,калорифер водяной кпвс 989 989,калорифер приточный 989 989,калорифер водяной приточный 989 989,калорифер 989 989 технические характеристики,калорифер кпвс 989 989 расчет и подбор,приточный калорифер 989 989 производительность по воздуху 10000,водяной калорифер 1000 1000",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-989-989.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 989х989",
      "Технические характеристики КПВС 989х989",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-989x989 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 10000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-989x989 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 989х989 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 10000 }, // Производительность по воздуху
              { content: 917 }, // L H
              { content: 965 }, // L1 H1
              { content: 989 }, // L2 H2
              { content: 1054 }, // L3
              { content: 819 }, // C
              { content: 40 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>2</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 23.3 }, // КПВС2
              { content: 35.2 }, // КПВС3
              { content: 46.6 }, // КПВС4
              { content: 75 }, // КПВС2
              { content: 98 }, // КПВС3
              { content: 119 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-947x947",
    name: "Калорифер КПВС-947×947 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-947x947-2",
        name: "Приточный калорифер КПВС 947x947_2",
        heatPower: 96, // производительность по теплу
        price: 30774, // цена
      },
      {
        id: "kpvs-947x947-3",
        name: "Приточный калорифер КПВС 947x947_3",
        heatPower: 127,
        price: 42950,
      },
      {
        id: "kpvs-947x947-4",
        name: "Приточный калорифер КПВС 947x947_4",
        heatPower: 148,
        price: 54547,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-905x905", // номер предыдущего калорифера
      name: "КПВС-905x905", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-989x989", // номер следующего калорифера
      name: "КПВС-989х989", // номер следующего калорифера
    },
    airPower: 9000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-947x947",
      description:
        "Приточный водяной калорифер КПВС 947x947 производительностью по воздуху 9000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 947 947,калорифер кпвс 947 947,калорифер водяной 947 947,калорифер водяной кпвс 947 947,калорифер приточный 947 947,калорифер водяной приточный 947 947,калорифер 947 947 технические характеристики,калорифер кпвс 947 947 расчет и подбор,приточный калорифер 947 947 производительность по воздуху 9000,водяной калорифер 900 900",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-947-947.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 947х947",
      "Технические характеристики КПВС 947х947",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-947x947 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 9000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-947x947 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 947х947 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 9000 }, // Производительность по воздуху
              { content: 875 }, // L H
              { content: 923 }, // L1 H1
              { content: 947 }, // L2 H2
              { content: 1012 }, // L3
              { content: 777 }, // C
              { content: 40 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>2</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 21.2 }, // КПВС2
              { content: "32.0" }, // КПВС3
              { content: 42.3 }, // КПВС4
              { content: 70 }, // КПВС2
              { content: 91 }, // КПВС3
              { content: 110 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-905x905",
    name: "Калорифер КПВС-905×905 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-905x905-2",
        name: "Приточный калорифер КПВС 905x905_2",
        heatPower: 85, // производительность по теплу
        price: 28470, // цена
      },
      {
        id: "kpvs-905x905-3",
        name: "Приточный калорифер КПВС 905x905_3",
        heatPower: 113,
        price: 39665,
      },
      {
        id: "kpvs-905x905-4",
        name: "Приточный калорифер КПВС 905x905_4",
        heatPower: 132,
        price: 50300,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-864x864", // номер предыдущего калорифера
      name: "КПВС-864x864", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-947x947", // номер следующего калорифера
      name: "КПВС-947х947", // номер следующего калорифера
    },
    airPower: 8000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-905x905",
      description:
        "Приточный водяной калорифер КПВС 905x905 производительностью по воздуху 8000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 905 905,калорифер кпвс 905 905,калорифер водяной 905 905,калорифер водяной кпвс 905 905,калорифер приточный 905 905,калорифер водяной приточный 905 905,калорифер 905 905 технические характеристики,калорифер кпвс 905 905 расчет и подбор,приточный калорифер 905 905 производительность по воздуху 8000,водяной калорифер 900 900",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-905-905.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 905х905",
      "Технические характеристики КПВС 905х905",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-905x905 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 8000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-905x905 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 905х905 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 8000 }, // Производительность по воздуху
              { content: 833 }, // L H
              { content: 881 }, // L1 H1
              { content: 905 }, // L2 H2
              { content: 970 }, // L3
              { content: 768 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 19.2 }, // КПВС2
              { content: "29.0" }, // КПВС3
              { content: 38.4 }, // КПВС4
              { content: 65 }, // КПВС2
              { content: 83 }, // КПВС3
              { content: 100 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-864x864",
    name: "Калорифер КПВС-864×864 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-864x864-2",
        name: "Приточный калорифер КПВС 864x864_2",
        heatPower: 75, // производительность по теплу
        price: 26463, // цена
      },
      {
        id: "kpvs-864x864-3",
        name: "Приточный калорифер КПВС 864x864_3",
        heatPower: 99,
        price: 36714,
      },
      {
        id: "kpvs-864x864-4",
        name: "Приточный калорифер КПВС 864x864_4",
        heatPower: 115,
        price: 46426,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-822x822", // номер предыдущего калорифера
      name: "КПВС-822x822", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-905x905", // номер следующего калорифера
      name: "КПВС-905х905", // номер следующего калорифера
    },
    airPower: 7000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-864x864",
      description:
        "Приточный водяной калорифер КПВС 864x864 производительностью по воздуху 7000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 864 864,калорифер кпвс 864 864,калорифер водяной 864 864,калорифер водяной кпвс 864 864,калорифер приточный 864 864,калорифер водяной приточный 864 864,калорифер 864 864 технические характеристики,калорифер кпвс 864 864 расчет и подбор,приточный калорифер 864 864 производительность по воздуху 7000,водяной калорифер 800 800",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-864-864.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 864х864",
      "Технические характеристики КПВС 864х864",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-864x864 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 7000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-864x864 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 864х864 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 7000 }, // Производительность по воздуху
              { content: 792 }, // L H
              { content: 840 }, // L1 H1
              { content: 864 }, // L2 H2
              { content: 929 }, // L3
              { content: 727 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 17.3 }, // КПВС2
              { content: 26.2 }, // КПВС3
              { content: 34.6 }, // КПВС4
              { content: 60 }, // КПВС2
              { content: 77 }, // КПВС3
              { content: 92 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-822x822",
    name: "Калорифер КПВС-822×822 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-822x822-2",
        name: "Приточный калорифер КПВС 822x822_2",
        heatPower: 65, // производительность по теплу
        price: 24244, // цена
      },
      {
        id: "kpvs-822x822-3",
        name: "Приточный калорифер КПВС 822x822_3",
        heatPower: 85,
        price: 33566,
      },
      {
        id: "kpvs-822x822-4",
        name: "Приточный калорифер КПВС 822x822_4",
        heatPower: 99,
        price: 42370,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-780x780", // номер предыдущего калорифера
      name: "КПВС-780x780", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-864x864", // номер следующего калорифера
      name: "КПВС-864х864", // номер следующего калорифера
    },
    airPower: 6000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-822x822",
      description:
        "Приточный водяной калорифер КПВС 822x822 производительностью по воздуху 6000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 822 822,калорифер кпвс 822 822,калорифер водяной 822 822,калорифер водяной кпвс 822 822,калорифер приточный 822 822,калорифер водяной приточный 822 822,калорифер 822 822 технические характеристики,калорифер кпвс 822 822 расчет и подбор,приточный калорифер 822 822 производительность по воздуху 6000,водяной калорифер 800 800",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-822-822.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 822х822",
      "Технические характеристики КПВС 822х822",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-822x822 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 6000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-822x822 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 822х822 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 6000 }, // Производительность по воздуху
              { content: 750 }, // L H
              { content: 798 }, // L1 H1
              { content: 822 }, // L2 H2
              { content: 887 }, // L3
              { content: 685 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 15.5 }, // КПВС2
              { content: 23.5 }, // КПВС3
              { content: "31.0" }, // КПВС4
              { content: 55 }, // КПВС2
              { content: 70 }, // КПВС3
              { content: 84 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-780x780",
    name: "Калорифер КПВС-780×780 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-780x780-2",
        name: "Приточный калорифер КПВС 780x780_2",
        heatPower: 55, // производительность по теплу
        price: 22312, // цена
      },
      {
        id: "kpvs-780x780-3",
        name: "Приточный калорифер КПВС 780x780_3",
        heatPower: 72,
        price: 30734,
      },
      {
        id: "kpvs-780x780-4",
        name: "Приточный калорифер КПВС 780x780_4",
        heatPower: 84,
        price: 38662,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-739x739", // номер предыдущего калорифера
      name: "КПВС-739x739", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-822x822", // номер следующего калорифера
      name: "КПВС-822х822", // номер следующего калорифера
    },
    airPower: 5000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-780x780",
      description:
        "Приточный водяной калорифер КПВС 780x780 производительностью по воздуху 5000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 780 780,калорифер кпвс 780 780,калорифер водяной 780 780,калорифер водяной кпвс 780 780,калорифер приточный 780 780,калорифер водяной приточный 780 780,калорифер 780 780 технические характеристики,калорифер кпвс 780 780 расчет и подбор,приточный калорифер 780 780 производительность по воздуху 5000,водяной калорифер 700 700",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-780-780.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 780х780",
      "Технические характеристики КПВС 780х780",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-780x780 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 5000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-780x780 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 780х780 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 5000 }, // Производительность по воздуху
              { content: 708 }, // L H
              { content: 756 }, // L1 H1
              { content: 780 }, // L2 H2
              { content: 845 }, // L3
              { content: 643 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 13.8 }, // КПВС2
              { content: "21.0" }, // КПВС3
              { content: 27.6 }, // КПВС4
              { content: 51 }, // КПВС2
              { content: 64 }, // КПВС3
              { content: 76 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-739x739",
    name: "Калорифер КПВС-739×739 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-739x739-2",
        name: "Приточный калорифер КПВС 739x739_2",
        heatPower: 49, // производительность по теплу
        price: 20219, // цена
      },
      {
        id: "kpvs-739x739-3",
        name: "Приточный калорифер КПВС 739x739_3",
        heatPower: 64,
        price: 27786,
      },
      {
        id: "kpvs-739x739-4",
        name: "Приточный калорифер КПВС 739x739_4",
        heatPower: 74,
        price: 34881,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-697x697", // номер предыдущего калорифера
      name: "КПВС-697x697", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-780x780", // номер следующего калорифера
      name: "КПВС-780х780", // номер следующего калорифера
    },
    airPower: 4500, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-739x739",
      description:
        "Приточный водяной калорифер КПВС 739x739 производительностью по воздуху 4500 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 739 739,калорифер кпвс 739 739,калорифер водяной 739 739,калорифер водяной кпвс 739 739,калорифер приточный 739 739,калорифер водяной приточный 739 739,калорифер 739 739 технические характеристики,калорифер кпвс 739 739 расчет и подбор,приточный калорифер 739 739 производительность по воздуху 4500,водяной калорифер 700 700",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-739-739.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 739х739",
      "Технические характеристики КПВС 739х739",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-739x739 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 4500 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-739x739 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 739х739 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 4500 }, // Производительность по воздуху
              { content: 667 }, // L H
              { content: 715 }, // L1 H1
              { content: 739 }, // L2 H2
              { content: 804 }, // L3
              { content: 602 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 12.2 }, // КПВС2
              { content: 18.6 }, // КПВС3
              { content: 24.5 }, // КПВС4
              { content: 46 }, // КПВС2
              { content: 57 }, // КПВС3
              { content: 68 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-697x697",
    name: "Калорифер КПВС-697×697 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-697x697-2",
        name: "Приточный калорифер КПВС 697x697_2",
        heatPower: 43, // производительность по теплу
        price: 18406, // цена
      },
      {
        id: "kpvs-697x697-3",
        name: "Приточный калорифер КПВС 697x697_3",
        heatPower: 56,
        price: 25140,
      },
      {
        id: "kpvs-697x697-4",
        name: "Приточный калорифер КПВС 697x697_4",
        heatPower: 65,
        price: 31426,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-655x655", // номер предыдущего калорифера
      name: "КПВС-655x655", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-739x739", // номер следующего калорифера
      name: "КПВС-739х739", // номер следующего калорифера
    },
    airPower: 4000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-697x697",
      description:
        "Приточный водяной калорифер КПВС 697x697 производительностью по воздуху 4000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 697 697,калорифер кпвс 697 697,калорифер водяной 697 697,калорифер водяной кпвс 697 697,калорифер приточный 697 697,калорифер водяной приточный 697 697,калорифер 697 697 технические характеристики,калорифер кпвс 697 697 расчет и подбор,приточный калорифер 697 697 производительность по воздуху 4000,водяной калорифер 700 700",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-697-697.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 697х697",
      "Технические характеристики КПВС 697х697",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-697x697 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 4000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-697x697 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 697х697 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 4000 }, // Производительность по воздуху
              { content: 625 }, // L H
              { content: 673 }, // L1 H1
              { content: 697 }, // L2 H2
              { content: 762 }, // L3
              { content: 560 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 10.7 }, // КПВС2
              { content: 16.3 }, // КПВС3
              { content: 21.4 }, // КПВС4
              { content: 42 }, // КПВС2
              { content: 52 }, // КПВС3
              { content: 62 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-655x655",
    name: "Калорифер КПВС-655×655 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-655x655-2",
        name: "Приточный калорифер КПВС 655x655_2",
        heatPower: 37, // производительность по теплу
        price: 16661, // цена
      },
      {
        id: "kpvs-655x655-3",
        name: "Приточный калорифер КПВС 655x655_3",
        heatPower: 48,
        price: 22600,
      },
      {
        id: "kpvs-655x655-4",
        name: "Приточный калорифер КПВС 655x655_4",
        heatPower: 56,
        price: 28115,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-614x614", // номер предыдущего калорифера
      name: "КПВС-614x614", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-697x697", // номер следующего калорифера
      name: "КПВС-697х697", // номер следующего калорифера
    },
    airPower: 3500, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-655x655",
      description:
        "Приточный водяной калорифер КПВС 655x655 производительностью по воздуху 3500 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 655 655,калорифер кпвс 655 655,калорифер водяной 655 655,калорифер водяной кпвс 655 655,калорифер приточный 655 655,калорифер водяной приточный 655 655,калорифер 655 655 технические характеристики,калорифер кпвс 655 655 расчет и подбор,приточный калорифер 655 655 производительность по воздуху 3500,водяной калорифер 600 600",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-655-655.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 655х655",
      "Технические характеристики КПВС 655х655",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-655x655 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 3500 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-655x655 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 655х655 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 3500 }, // Производительность по воздуху
              { content: 583 }, // L H
              { content: 631 }, // L1 H1
              { content: 655 }, // L2 H2
              { content: 720 }, // L3
              { content: 518 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: 9.4 }, // КПВС2
              { content: 14.2 }, // КПВС3
              { content: 18.6 }, // КПВС4
              { content: 38 }, // КПВС2
              { content: 47 }, // КПВС3
              { content: 56 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-614x614",
    name: "Калорифер КПВС-614×614 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-614x614-2",
        name: "Приточный калорифер КПВС 614x614_2",
        heatPower: 31, // производительность по теплу
        price: 14756, // цена
      },
      {
        id: "kpvs-614x614-3",
        name: "Приточный калорифер КПВС 614x614_3",
        heatPower: 41,
        price: 19949,
      },
      {
        id: "kpvs-614x614-4",
        name: "Приточный калорифер КПВС 614x614_4",
        heatPower: 48,
        price: 24742,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-572x572",
      name: "КПВС-572x572",
    },
    nextProduct: {
      slug: "kpvs-655x655",
      name: "КПВС-655х655",
    },
    airPower: 3000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-614x614",
      description:
        "Приточный водяной калорифер КПВС 614x614 производительностью по воздуху 3000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 614 614,калорифер кпвс 614 614,калорифер водяной 614 614,калорифер водяной кпвс 614 614,калорифер приточный 614 614,калорифер водяной приточный 614 614,калорифер 614 614 технические характеристики,калорифер кпвс 614 614 расчет и подбор,приточный калорифер 614 614 производительность по воздуху 3000,водяной калорифер 600 600",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-614-614.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 614х614",
      "Технические характеристики КПВС 614х614",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-614x614 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 3000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-614x614 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 614х614 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              // начало части со значениями
              { content: 3000 }, // Производительность по воздуху
              { content: 542 }, // L H
              { content: 590 }, // L1 H1
              { content: 614 }, // L2 H2
              { content: 679 }, // L3
              { content: 477 }, // C
              { content: 32 }, // dy мм
              // начало числа с дробью
              // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
              // { content: число },
              // (с запятой в конце)
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              // конец числа с дробью
              { content: "8.0" }, // КПВС2
              { content: 12.2 }, // КПВС3
              { content: 16.1 }, // КПВС4
              { content: 34 }, // КПВС2
              { content: 42 }, // КПВС3
              { content: 49 }, // КПВС4
              // конец части со значениями
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpvs-572x572",
    name: "Калорифер КПВС-572×572 водяной",
    variants: [
      {
        id: "kpvs-572x572-2",
        name: "Приточный калорифер КПВС 572x572_2",
        heatPower: 26,
        price: 13093,
      },
      {
        id: "kpvs-572x572-3",
        name: "Приточный калорифер КПВС 572x572_3",
        heatPower: 34,
        price: 17548,
      },
      {
        id: "kpvs-572x572-4",
        name: "Приточный калорифер КПВС 572x572_4",
        heatPower: 40,
        price: 21632,
      },
    ],
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "kpvs",
    ],
    nextProduct: {
      slug: "kpvs-614x614",
      name: "КПВС-614х614",
    },
    airPower: 2500,
    metadata: {
      title: "Калорифер приточный КПВС-572x572",
      description:
        "Приточный водяной калорифер КПВС 572x572 производительностью по воздуху 2500 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 572 572,калорифер кпвс 572 572,калорифер водяной 572 572,калорифер водяной кпвс 572 572,калорифер приточный 572 572,калорифер водяной приточный 572 572,калорифер 572 572 технические характеристики,калорифер кпвс 572 572 расчет и подбор,приточный калорифер 572 572 производительность по воздуху 2500,водяной калорифер 500 500",
    },
    img: "/img/kalorifery/pritochny-ksk/kalorifer_pritochnyi_vodianoi_ksk_572x572.png",
    drawing:
      "/img/kalorifery/pritochny-ksk/kalorifer_pritochnyi_vodianoi_ksk_chertez.png",
    calculator: "/legacy/calculator-ksk-572-572.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 572х572",
      "Технические характеристики КПВС 572х572",
    ],
    textContent: [
      "Приточный водяной калорифер КПВС-572x572 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 2500 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-572x572 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 572х572 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
    ],
    tableData: [
      {
        headers: [
          {
            cells: [
              {
                content: (
                  <>
                    Производительность <br /> по воздуху, м<sup>3</sup>/час
                  </>
                ),
                rowspan: 2,
              },
              {
                content: (
                  <>
                    Габаритные и <br /> присоединительные размеры, мм
                  </>
                ),
                colspan: 5,
              },
              { content: "dy", colspan: 2, className: "dy" },
              {
                content: (
                  <>
                    Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                  </>
                ),
                colspan: 3,
              },
              { content: "Масса, кг", colspan: 3, className: "mass" },
            ],
          },
          {
            cells: [
              {
                content: (
                  <>
                    L<br />H
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L1
                    <br />
                    H1
                  </>
                ),
                className: "small-cols",
              },
              {
                content: (
                  <>
                    L2
                    <br />
                    H2
                  </>
                ),
                className: "small-cols",
              },
              { content: "L3", className: "small-cols" },
              { content: "C", className: "small-cols" },
              { content: "мм", className: "small-cols w-10" },
              { content: '"', className: "small-cols w-10 pt-1" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
              { content: "КПВС2", className: "kal2" },
              { content: "КПВС3", className: "kal2" },
              { content: "КПВС4", className: "kal2" },
            ],
          },
        ],
        rows: [
          {
            cells: [
              { content: 2500 },
              { content: 500 },
              { content: 548 },
              { content: 572 },
              { content: 637 },
              { content: 435 },
              { content: 32 },
              {
                content: (
                  <>
                    1 <sup>1</sup>/<sub>4</sub>
                  </>
                ),
              },
              { content: 6.8 },
              { content: 10.4 },
              { content: 13.7 },
              { content: 31 },
              { content: 37 },
              { content: 43 },
            ],
          },
        ],
      },
    ],
  },
  {
    id: "kpsk-572x572",
    name: "Приточный калорифер КПСк 572x572",
    categories: [
      "kalorifer",
      "parovy-kalorifery",
      "pritochny-parovy-kalorifery",
      "pritochny-kalorifery-kpsk",
    ],
    airPower: 2500,
    img: "/img/kalorifery/pritochny-kpsk/kalorifer_pritochnyi_parovoi_kpsk_572x572.png",
    calculator: "/legacy/calculator-kpsk-572-572.html",
    variants: [
      {
        id: "kpsk-572x572-2",
        name: "Приточный калорифер КПСк 572x572_2",
        heatPower: 35,
        price: 13093,
      },
      {
        id: "kpsk-572x572-3",
        name: "Приточный калорифер КПСк 572x572_3",
        heatPower: 46,
        price: 17548,
      },
      {
        id: "kpsk-572x572-4",
        name: "Приточный калорифер КПСк 572x572_4",
        heatPower: 53,
        price: 21632,
      },
    ],
  },
  // КСк 2-1_2-12
  {
    id: "kalorifer-ksk-2-1",
    name: "Калорифер КСк 2-1",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 2000,
    heatPower: 29,
    price: 12705,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "kalorifer-ksk-2-2",
    name: "Калорифер КСк 2-2",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 2500,
    heatPower: 37,
    price: 14416,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "kalorifer-ksk-2-3",
    name: "Калорифер КСк 2-3",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 3150,
    heatPower: 47,
    price: 16056,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "kalorifer-ksk-2-4",
    name: "Калорифер КСк 2-4",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 4000,
    heatPower: 59,
    price: 17658,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "kalorifer-ksk-2-5",
    name: "Калорифер КСк 2-5",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 5000,
    heatPower: 78,
    price: 20707,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "kalorifer-ksk-2-6",
    name: "Калорифер КСк 2-6",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 2500,
    heatPower: 38,
    price: 15269,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "kalorifer-ksk-2-7",
    name: "Калорифер КСк 2-7",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 3150,
    heatPower: 49,
    price: 17459,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "kalorifer-ksk-2-8",
    name: "Калорифер КСк 2-8",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 4000,
    heatPower: 62,
    price: 19491,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "kalorifer-ksk-2-9",
    name: "Калорифер КСк 2-9",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 5000,
    heatPower: 76,
    price: 21471,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "kalorifer-ksk-2-10",
    name: "Калорифер КСк 2-10",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 6300,
    heatPower: 101,
    price: 25431,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "kalorifer-ksk-2-11",
    name: "Калорифер КСк 2-11",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 16000,
    heatPower: 290,
    price: 60999,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-11.png",
  },
  {
    id: "kalorifer-ksk-2-12",
    name: "Калорифер КСк 2-12",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 25000,
    heatPower: 448,
    price: 87386,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-12.png",
  },
  // КСк 3-1_3-12
  {
    id: "kalorifer-ksk-3-1",
    name: "Калорифер КСк 3-1",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 2000,
    heatPower: 39,
    price: 13475,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "kalorifer-ksk-3-2",
    name: "Калорифер КСк 3-2",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 2500,
    heatPower: 50,
    price: 15563,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "kalorifer-ksk-3-3",
    name: "Калорифер КСк 3-3",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 3150,
    heatPower: 63,
    price: 17589,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "kalorifer-ksk-3-4",
    name: "Калорифер КСк 3-4",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 4000,
    heatPower: 79,
    price: 19605,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "kalorifer-ksk-3-5",
    name: "Калорифер КСк 3-5",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 5000,
    heatPower: 103,
    price: 23445,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "kalorifer-ksk-3-6",
    name: "Калорифер КСк 3-6",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 2500,
    heatPower: 53,
    price: 16556,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "kalorifer-ksk-3-7",
    name: "Калорифер КСк 3-7",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 3150,
    heatPower: 68,
    price: 19283,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "kalorifer-ksk-3-8",
    name: "Калорифер КСк 3-8",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 4000,
    heatPower: 86,
    price: 21841,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "kalorifer-ksk-3-9",
    name: "Калорифер КСк 3-9",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 5000,
    heatPower: 108,
    price: 24383,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "kalorifer-ksk-3-10",
    name: "Калорифер КСк 3-10",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 6300,
    heatPower: 141,
    price: 29452,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "kalorifer-ksk-3-11",
    name: "Калорифер КСк 3-11",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 16000,
    heatPower: 373,
    price: 70870,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-11.png",
  },
  {
    id: "kalorifer-ksk-3-12",
    name: "Калорифер КСк 3-12",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 25000,
    heatPower: 576,
    price: 101319,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-12.png",
  },
  // КСк 4-1_4-12
  {
    id: "kalorifer-ksk-4-1",
    name: "Калорифер КСк 4-1",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 2000,
    heatPower: 45,
    price: 15761,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "kalorifer-ksk-4-2",
    name: "Калорифер КСк 4-2",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 2500,
    heatPower: 58,
    price: 18421,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "kalorifer-ksk-4-3",
    name: "Калорифер КСк 4-3",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 3150,
    heatPower: 73,
    price: 20919,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "kalorifer-ksk-4-4",
    name: "Калорифер КСк 4-4",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 4000,
    heatPower: 92,
    price: 23400,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "kalorifer-ksk-4-5",
    name: "Калорифер КСк 4-5",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 5000,
    heatPower: 120,
    price: 28334,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "kalorifer-ksk-4-6",
    name: "Калорифер КСк 4-6",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 2500,
    heatPower: 61,
    price: 19695,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "kalorifer-ksk-4-7",
    name: "Калорифер КСк 4-7",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 3150,
    heatPower: 78,
    price: 23089,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "kalorifer-ksk-4-8",
    name: "Калорифер КСк 4-8",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 4000,
    heatPower: 100,
    price: 26416,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "kalorifer-ksk-4-9",
    name: "Калорифер КСк 4-9",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 5000,
    heatPower: 124,
    price: 29423,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "kalorifer-ksk-4-10",
    name: "Калорифер КСк 4-10",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 6300,
    heatPower: 162,
    price: 35765,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "kalorifer-ksk-4-11",
    name: "Калорифер КСк 4-11",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 16000,
    heatPower: 429,
    price: 88879,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-11.png",
  },
  {
    id: "kalorifer-ksk-4-12",
    name: "Калорифер КСк 4-12",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 25000,
    heatPower: 665,
    price: 125695,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-12.png",
  },
  // ТВВ 306-312
  {
    id: "67",
    name: "Калорифер ТВВ 306",
    airPower: 2500,
    heatPower: 55,
    price: 20682,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "68",
    name: "Калорифер ТВВ 307",
    airPower: 3150,
    heatPower: 69,
    price: 23347,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "69",
    name: "Калорифер ТВВ 308",
    airPower: 4000,
    heatPower: 88,
    price: 25832,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "70",
    name: "Калорифер ТВВ 309",
    airPower: 5000,
    heatPower: 108,
    price: 28103,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "71",
    name: "Калорифер ТВВ 310",
    airPower: 6300,
    heatPower: 139,
    price: 33196,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "72",
    name: "Калорифер ТВВ 311",
    airPower: 16000,
    heatPower: 387,
    price: 76523,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_311.png",
  },
  {
    id: "73",
    name: "Калорифер ТВВ 312",
    airPower: 25000,
    heatPower: 599,
    price: 111103,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_312.png",
  },
  // ТВВ 406-412
  {
    id: "74",
    name: "Калорифер ТВВ 406",
    airPower: 2500,
    heatPower: 68,
    price: 25124,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "75",
    name: "Калорифер ТВВ 407",
    airPower: 3150,
    heatPower: 86,
    price: 28482,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "76",
    name: "Калорифер ТВВ 408",
    airPower: 4000,
    heatPower: 108,
    price: 31646,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "77",
    name: "Калорифер ТВВ 409",
    airPower: 5000,
    heatPower: 132,
    price: 34575,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "78",
    name: "Калорифер ТВВ 410",
    airPower: 6300,
    heatPower: 169,
    price: 40903,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "79",
    name: "Калорифер ТВВ 411",
    airPower: 16000,
    heatPower: 467,
    price: 97283,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_411.png",
  },
  {
    id: "80",
    name: "Калорифер ТВВ 412",
    airPower: 25000,
    heatPower: 725,
    price: 140480,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_412.png",
  },
  // КФБ 2-14 А3 М
  {
    id: "81",
    name: "Калорифер КФБ-2 А3 М",
    airPower: 2000,
    heatPower: 42,
    price: 16293,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "82",
    name: "Калорифер КФБ-3 А3 М",
    airPower: 2500,
    heatPower: 53,
    price: 20068,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "83",
    name: "Калорифер КФБ-4 А3 М",
    airPower: 3200,
    heatPower: 69,
    price: 24700,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "84",
    name: "Калорифер КФБ-5 А3 М",
    airPower: 4400,
    heatPower: 96,
    price: 31622,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "85",
    name: "Калорифер КФБ-6 А3 М",
    airPower: 5500,
    heatPower: 120,
    price: 33800,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "86",
    name: "Калорифер КФБ-7 А3 М",
    airPower: 6700,
    heatPower: 150,
    price: 40320,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "87",
    name: "Калорифер КФБ-8 А3 М",
    airPower: 8000,
    heatPower: 179,
    price: 45367,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "88",
    name: "Калорифер КФБ-9 А3 М",
    airPower: 9200,
    heatPower: 202,
    price: 50138,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "89",
    name: "Калорифер КФБ-10 А3 М",
    airPower: 10500,
    heatPower: 233,
    price: 54303,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "90",
    name: "Калорифер КФБ-11 А3 М",
    airPower: 12000,
    heatPower: 272,
    price: 61567,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "91",
    name: "Калорифер КФБ-12 А3 М",
    airPower: 13500,
    heatPower: 309,
    price: 68965,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "92",
    name: "Калорифер КФБ-13 А3 М",
    airPower: 16000,
    heatPower: 366,
    price: 76735,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "93",
    name: "Калорифер КФБ-14 А3 М",
    airPower: 18000,
    heatPower: 414,
    price: 84972,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  // КФБ 2-14 А4 М
  {
    id: "94",
    name: "Калорифер КФБ-2 А4 М",
    airPower: 2000,
    heatPower: 52,
    price: 19339,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "95",
    name: "Калорифер КФБ-3 А4 М",
    airPower: 2500,
    heatPower: 68,
    price: 25238,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "96",
    name: "Калорифер КФБ-4 А4 М",
    airPower: 3200,
    heatPower: 88,
    price: 30838,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "97",
    name: "Калорифер КФБ-5 А4 М",
    airPower: 4400,
    heatPower: 118,
    price: 38343,
    categories: ["kalorifer", "vodiany-kalорifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "98",
    name: "Калорифер КФБ-6 А4 М",
    airPower: 5500,
    heatPower: 147,
    price: 42231,
    categories: ["kalorifer", "vodiany-kalорifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "99",
    name: "Калорифер КФБ-7 А4 М",
    airPower: 6700,
    heatPower: 183,
    price: 50498,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "100",
    name: "Калорифер КФБ-8 А4 М",
    airPower: 8000,
    heatPower: 219,
    price: 57446,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "101",
    name: "Калорифер КФБ-9 А4 М",
    airPower: 9200,
    heatPower: 253,
    price: 63158,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "102",
    name: "Калорифер КФБ-10 А4 М",
    airPower: 10500,
    heatPower: 291,
    price: 68792,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "103",
    name: "Калорифер КФБ-11 А4 М",
    airPower: 12000,
    heatPower: 333,
    price: 78600,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "104",
    name: "Калорифер КФБ-12 А4 М",
    airPower: 13500,
    heatPower: 376,
    price: 87817,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "105",
    name: "Калорифер КФБ-13 А4 М",
    airPower: 16000,
    heatPower: 445,
    price: 98049,
    categories: ["kalorifer", "vodiany-kalорifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "106",
    name: "Калорифер КФБ-14 А4 М",
    airPower: 18000,
    heatPower: 502,
    price: 108367,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  // КПСк 2-1_2-12
  {
    id: "kpsk-2-1",
    name: "Калорифер КПСК 2-1",
    airPower: 2000,
    heatPower: 28,
    price: 12705,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-2",
    name: "Калорифер КПСК 2-2",
    airPower: 2500,
    heatPower: 37,
    price: 14416,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-3",
    name: "Калорифер КПСК 2-3",
    airPower: 3150,
    heatPower: 47,
    price: 16056,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-4",
    name: "Калорифер КПСК 2-4",
    airPower: 4000,
    heatPower: 58,
    price: 17658,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-5",
    name: "Калорифер КПСК 2-5",
    airPower: 5000,
    heatPower: 77,
    price: 20707,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-6",
    name: "Калорифер КПСК 2-6",
    airPower: 2500,
    heatPower: 43,
    price: 15269,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-7",
    name: "Калорифер КПСК 2-7",
    airPower: 3150,
    heatPower: 55,
    price: 17459,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-8",
    name: "Калорифер КПСК 2-8",
    airPower: 4000,
    heatPower: 68,
    price: 19491,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-9",
    name: "Калорифер КПСК 2-9",
    airPower: 5000,
    heatPower: 82,
    price: 21471,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-10",
    name: "Калорифер КПСК 2-10",
    airPower: 6300,
    heatPower: 108,
    price: 25431,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-11",
    name: "Калорифер КПСК 2-11",
    airPower: 16000,
    heatPower: 283,
    price: 60999,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-11.png",
  },
  {
    id: "kpsk-2-12",
    name: "Калорифер КПСК 2-12",
    airPower: 25000,
    heatPower: 436,
    price: 87386,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-12.png",
  },
  // КПСк 3-1_3-12
  {
    id: "kpsk-3-1",
    name: "Калорифер КПСК 3-1",
    airPower: 2000,
    heatPower: 46,
    price: 13475,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-2",
    name: "Калорифер КПСК 3-2",
    airPower: 2500,
    heatPower: 57,
    price: 15563,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-3",
    name: "Калорифер КПСК 3-3",
    airPower: 3150,
    heatPower: 69,
    price: 17589,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-4",
    name: "Калорифер КПСК 3-4",
    airPower: 4000,
    heatPower: 84,
    price: 19605,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-5",
    name: "Калорифер КПСК 3-5",
    airPower: 5000,
    heatPower: 104,
    price: 23445,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-6",
    name: "Калорифер КПСК 3-6",
    airPower: 2500,
    heatPower: 60,
    price: 16556,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-7",
    name: "Калорифер КПСК 3-7",
    airPower: 3150,
    heatPower: 75,
    price: 19283,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-8",
    name: "Калорифер КПСК 3-8",
    airPower: 4000,
    heatPower: 92,
    price: 21841,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-9",
    name: "Калорифер КПСК 3-9",
    airPower: 5000,
    heatPower: 111,
    price: 24383,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-10",
    name: "Калорифер КПСК 3-10",
    airPower: 6300,
    heatPower: 139,
    price: 29452,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-11",
    name: "Калорифер КПСК 3-11",
    airPower: 16000,
    heatPower: 371,
    price: 70870,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-11.png",
  },
  {
    id: "kpsk-3-12",
    name: "Калорифер КПСК 3-12",
    airPower: 25000,
    heatPower: 562,
    price: 101319,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-12.png",
  },
  // КПСк 4-1_4-12
  {
    id: "kpsk-4-1",
    name: "Калорифер КПСК 4-1",
    airPower: 2000,
    heatPower: 53,
    price: 15761,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-2",
    name: "Калорифер КПСК 4-2",
    airPower: 2500,
    heatPower: 68,
    price: 18421,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-3",
    name: "Калорифер КПСК 4-3",
    airPower: 3150,
    heatPower: 80,
    price: 20919,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-4",
    name: "Калорифер КПСК 4-4",
    airPower: 4000,
    heatPower: 98,
    price: 23400,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-5",
    name: "Калорифер КПСК 4-5",
    airPower: 5000,
    heatPower: 123,
    price: 28334,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-6",
    name: "Калорифер КПСК 4-6",
    airPower: 2500,
    heatPower: 69,
    price: 19695,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-7",
    name: "Калорифер КПСК 4-7",
    airPower: 3150,
    heatPower: 86,
    price: 23089,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-8",
    name: "Калорифер КПСК 4-8",
    airPower: 4000,
    heatPower: 107,
    price: 26416,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-9",
    name: "Калорифер КПСК 4-9",
    airPower: 5000,
    heatPower: 129,
    price: 29423,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-10",
    name: "Калорифер КПСК 4-10",
    airPower: 6300,
    heatPower: 162,
    price: 35765,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-11",
    name: "Калорифер КПСК 4-11",
    airPower: 16000,
    heatPower: 431,
    price: 88879,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-11.png",
  },
  {
    id: "kpsk-4-12",
    name: "Калорифер КПСК 4-12",
    airPower: 25000,
    heatPower: 668,
    price: 125695,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-12.png",
  },
  // КП 306_312
  {
    id: "kp-306",
    name: "Калорифер КП 306",
    airPower: 2500,
    heatPower: 70,
    price: 20682,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-307",
    name: "Калорифер КП 307",
    airPower: 3150,
    heatPower: 86,
    price: 23347,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-308",
    name: "Калорифер КП 308",
    airPower: 4000,
    heatPower: 107,
    price: 25832,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-309",
    name: "Калорифер КП 309",
    airPower: 5000,
    heatPower: 129,
    price: 28103,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-310",
    name: "Калорифер КП 310",
    airPower: 6300,
    heatPower: 161,
    price: 33196,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-311",
    name: "Калорифер КП 311",
    airPower: 16000,
    heatPower: 424,
    price: 76523,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_311.png",
  },
  {
    id: "kp-312",
    name: "Калорифер КП 312",
    airPower: 25000,
    heatPower: 657,
    price: 111103,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_312.png",
  },
  // КП 406_412
  {
    id: "kp-406",
    name: "Калорифер КП 406",
    airPower: 2500,
    heatPower: 76,
    price: 25124,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-407",
    name: "Калорифер КП 407",
    airPower: 3150,
    heatPower: 93,
    price: 28482,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-408",
    name: "Калорифер КП 408",
    airPower: 4000,
    heatPower: 116,
    price: 31646,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-409",
    name: "Калорифер КП 409",
    airPower: 5000,
    heatPower: 140,
    price: 34575,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-410",
    name: "Калорифер КП 410",
    airPower: 6300,
    heatPower: 176,
    price: 40903,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-411",
    name: "Калорифер КП 411",
    airPower: 16000,
    heatPower: 464,
    price: 97283,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_411.png",
  },
  {
    id: "kp-412",
    name: "Калорифер КП 412",
    airPower: 25000,
    heatPower: 720,
    price: 140480,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_412.png",
  },
  // КФБ п 2_14 А3
  {
    id: "kfb-p-2-a3",
    name: "Калорифер КФБ-2 А3",
    airPower: 2000,
    heatPower: 55,
    price: 16293,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-3-a3",
    name: "Калорифер КФБ-3 А3",
    airPower: 2500,
    heatPower: 68,
    price: 20068,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-4-a3",
    name: "Калорифер КФБ-4 А3",
    airPower: 3200,
    heatPower: 85,
    price: 24700,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-5-a3",
    name: "Калорифер КФБ-5 А3",
    airPower: 4400,
    heatPower: 117,
    price: 31622,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-6-a3",
    name: "Калорифер КФБ-6 А3",
    airPower: 5500,
    heatPower: 143,
    price: 33800,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-7-a3",
    name: "Калорифер КФБ-7 А3",
    airPower: 6700,
    heatPower: 176,
    price: 40320,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-8-a3",
    name: "Калорифер КФБ-8 А3",
    airPower: 8000,
    heatPower: 208,
    price: 45367,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-9-a3",
    name: "Калорифер КФБ-9 А3",
    airPower: 9200,
    heatPower: 237,
    price: 50138,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-10-a3",
    name: "Калорифер КФБ-10 А3",
    airPower: 10500,
    heatPower: 268,
    price: 54303,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-11-a3",
    name: "Калорифер КФБ-11 А3",
    airPower: 12000,
    heatPower: 311,
    price: 61567,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-12-a3",
    name: "Калорифер КФБ-12 А3",
    airPower: 13500,
    heatPower: 348,
    price: 68965,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-13-a3",
    name: "Калорифер КФБ-13 А3",
    airPower: 16000,
    heatPower: 407,
    price: 76735,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-14-a3",
    name: "Калорифер КФБ-14 А3",
    airPower: 18000,
    heatPower: 456,
    price: 84972,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  // КФБ п 2_14 А4
  {
    id: "kfb-p-2-a4",
    name: "Калорифер КФБ-2 А4",
    airPower: 2000,
    heatPower: 59,
    price: 19339,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-3-a4",
    name: "Калорифер КФБ-3 А4",
    airPower: 2500,
    heatPower: 75,
    price: 25238,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-4-a4",
    name: "Калорифер КФБ-4 А4",
    airPower: 3200,
    heatPower: 95,
    price: 30838,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-5-a4",
    name: "Калорифер КФБ-5 А4",
    airPower: 4400,
    heatPower: 127,
    price: 38343,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-6-a4",
    name: "Калорифер КФБ-6 А4",
    airPower: 5500,
    heatPower: 155,
    price: 42231,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-7-a4",
    name: "Калорифер КФБ-7 А4",
    airPower: 6700,
    heatPower: 193,
    price: 50498,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-8-a4",
    name: "Калорифер КФБ-8 А4",
    airPower: 8000,
    heatPower: 226,
    price: 57446,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-9-a4",
    name: "Калорифер КФБ-9 А4",
    airPower: 9200,
    heatPower: 261,
    price: 63158,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-10-a4",
    name: "Калорифер КФБ-10 А4",
    airPower: 10500,
    heatPower: 298,
    price: 68792,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-11-a4",
    name: "Калорифер КФБ-11 А4",
    airPower: 12000,
    heatPower: 340,
    price: 78600,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-12-a4",
    name: "Калорифер КФБ-12 А4",
    airPower: 13500,
    heatPower: 380,
    price: 87817,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-13-a4",
    name: "Калорифер КФБ-13 А4",
    airPower: 16000,
    heatPower: 446,
    price: 98049,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-14-a4",
    name: "Калорифер КФБ-14 А4",
    airPower: 18000,
    heatPower: 500,
    price: 108367,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
];
