import type { Product, KPVSProduct } from "@/types";

export const productData: (Product | KPVSProduct)[] = [
  {
    id: "kpvs-947x947",
    name: "Калорифер КПВС-947×947 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-947x947-2",
        name: "Приточный калорифер КПВС 947x947_2",
        heatPower: 96, // производительность по теплу
        price: 30774, // цена
      },
      {
        id: "kpvs-947x947-3",
        name: "Приточный калорифер КПВС 947x947_3",
        heatPower: 127,
        price: 42950,
      },
      {
        id: "kpvs-947x947-4",
        name: "Приточный калорифер КПВС 947x947_4",
        heatPower: 148,
        price: 54547,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-905x905", // номер предыдущего калорифера
      name: "КПВС-905x905", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-989x989", // номер следующего калорифера
      name: "КПВС-989х989", // номер следующего калорифера
    },
    airPower: 9000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-947x947",
      description:
        "Приточный водяной калорифер КПВС 947x947 производительностью по воздуху 9000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 947 947,калорифер кпвс 947 947,калорифер водяной 947 947,калорифер водяной кпвс 947 947,калорифер приточный 947 947,калорифер водяной приточный 947 947,калорифер 947 947 технические характеристики,калорифер кпвс 947 947 расчет и подбор,приточный калорифер 947 947 производительность по воздуху 3000,водяной калорифер 900 900",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_947x947_1239_1239.png",
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-947-947.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 947х947",
      "Технические характеристики КПВС 947х947",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-947x947 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 9000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-947x947 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 947х947 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 9000 }, // Производительность по воздуху
            { content: 875 }, // L H
            { content: 923 }, // L1 H1
            { content: 947 }, // L2 H2
            { content: 1012 }, // L3
            { content: 777 }, // C
            { content: 40 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>2</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 21.2 }, // КПВС2
            { content: "32.0" }, // КПВС3
            { content: 42.3 }, // КПВС4
            { content: 70 }, // КПВС2
            { content: 91 }, // КПВС3
            { content: 110 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-905x905",
    name: "Калорифер КПВС-905×905 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-905x905-2",
        name: "Приточный калорифер КПВС 905x905_2",
        heatPower: 85, // производительность по теплу
        price: 28470, // цена
      },
      {
        id: "kpvs-905x905-3",
        name: "Приточный калорифер КПВС 905x905_3",
        heatPower: 113,
        price: 39665,
      },
      {
        id: "kpvs-905x905-4",
        name: "Приточный калорифер КПВС 905x905_4",
        heatPower: 132,
        price: 50300,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-864x864", // номер предыдущего калорифера
      name: "КПВС-864x864", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-947x947", // номер следующего калорифера
      name: "КПВС-947х947", // номер следующего калорифера
    },
    airPower: 8000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-905x905",
      description:
        "Приточный водяной калорифер КПВС 905x905 производительностью по воздуху 8000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 905 905,калорифер кпвс 905 905,калорифер водяной 905 905,калорифер водяной кпвс 905 905,калорифер приточный 905 905,калорифер водяной приточный 905 905,калорифер 905 905 технические характеристики,калорифер кпвс 905 905 расчет и подбор,приточный калорифер 905 905 производительность по воздуху 3000,водяной калорифер 900 900",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-905-905.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 905х905",
      "Технические характеристики КПВС 905х905",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-905x905 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 8000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-905x905 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 905х905 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 8000 }, // Производительность по воздуху
            { content: 833 }, // L H
            { content: 881 }, // L1 H1
            { content: 905 }, // L2 H2
            { content: 970 }, // L3
            { content: 768 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 19.2 }, // КПВС2
            { content: "29.0" }, // КПВС3
            { content: 38.4 }, // КПВС4
            { content: 65 }, // КПВС2
            { content: 83 }, // КПВС3
            { content: 100 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-864x864",
    name: "Калорифер КПВС-864×864 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-864x864-2",
        name: "Приточный калорифер КПВС 864x864_2",
        heatPower: 75, // производительность по теплу
        price: 26463, // цена
      },
      {
        id: "kpvs-864x864-3",
        name: "Приточный калорифер КПВС 864x864_3",
        heatPower: 99,
        price: 36714,
      },
      {
        id: "kpvs-864x864-4",
        name: "Приточный калорифер КПВС 864x864_4",
        heatPower: 115,
        price: 46426,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-822x822", // номер предыдущего калорифера
      name: "КПВС-822x822", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-905x905", // номер следующего калорифера
      name: "КПВС-905х905", // номер следующего калорифера
    },
    airPower: 7000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-864x864",
      description:
        "Приточный водяной калорифер КПВС 864x864 производительностью по воздуху 7000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 864 864,калорифер кпвс 864 864,калорифер водяной 864 864,калорифер водяной кпвс 864 864,калорифер приточный 864 864,калорифер водяной приточный 864 864,калорифер 864 864 технические характеристики,калорифер кпвс 864 864 расчет и подбор,приточный калорифер 864 864 производительность по воздуху 3000,водяной калорифер 800 800",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-864-864.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 864х864",
      "Технические характеристики КПВС 864х864",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-864x864 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 7000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-864x864 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 864х864 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 7000 }, // Производительность по воздуху
            { content: 792 }, // L H
            { content: 840 }, // L1 H1
            { content: 864 }, // L2 H2
            { content: 929 }, // L3
            { content: 727 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 17.3 }, // КПВС2
            { content: 26.2 }, // КПВС3
            { content: 34.6 }, // КПВС4
            { content: 60 }, // КПВС2
            { content: 77 }, // КПВС3
            { content: 92 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-822x822",
    name: "Калорифер КПВС-822×822 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-822x822-2",
        name: "Приточный калорифер КПВС 822x822_2",
        heatPower: 65, // производительность по теплу
        price: 24244, // цена
      },
      {
        id: "kpvs-822x822-3",
        name: "Приточный калорифер КПВС 822x822_3",
        heatPower: 85,
        price: 33566,
      },
      {
        id: "kpvs-822x822-4",
        name: "Приточный калорифер КПВС 822x822_4",
        heatPower: 99,
        price: 42370,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-780x780", // номер предыдущего калорифера
      name: "КПВС-780x780", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-864x864", // номер следующего калорифера
      name: "КПВС-864х864", // номер следующего калорифера
    },
    airPower: 6000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-822x822",
      description:
        "Приточный водяной калорифер КПВС 822x822 производительностью по воздуху 6000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 822 822,калорифер кпвс 822 822,калорифер водяной 822 822,калорифер водяной кпвс 822 822,калорифер приточный 822 822,калорифер водяной приточный 822 822,калорифер 822 822 технические характеристики,калорифер кпвс 822 822 расчет и подбор,приточный калорифер 822 822 производительность по воздуху 3000,водяной калорифер 800 800",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-822-822.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 822х822",
      "Технические характеристики КПВС 822х822",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-822x822 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 6000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-822x822 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 822х822 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 6000 }, // Производительность по воздуху
            { content: 750 }, // L H
            { content: 798 }, // L1 H1
            { content: 822 }, // L2 H2
            { content: 887 }, // L3
            { content: 685 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 15.5 }, // КПВС2
            { content: 23.5 }, // КПВС3
            { content: "31.0" }, // КПВС4
            { content: 55 }, // КПВС2
            { content: 70 }, // КПВС3
            { content: 84 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-780x780",
    name: "Калорифер КПВС-780×780 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-780x780-2",
        name: "Приточный калорифер КПВС 780x780_2",
        heatPower: 55, // производительность по теплу
        price: 22312, // цена
      },
      {
        id: "kpvs-780x780-3",
        name: "Приточный калорифер КПВС 780x780_3",
        heatPower: 72,
        price: 30734,
      },
      {
        id: "kpvs-780x780-4",
        name: "Приточный калорифер КПВС 780x780_4",
        heatPower: 84,
        price: 38662,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-739x739", // номер предыдущего калорифера
      name: "КПВС-739x739", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-822x822", // номер следующего калорифера
      name: "КПВС-822х822", // номер следующего калорифера
    },
    airPower: 5000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-780x780",
      description:
        "Приточный водяной калорифер КПВС 780x780 производительностью по воздуху 5000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 780 780,калорифер кпвс 780 780,калорифер водяной 780 780,калорифер водяной кпвс 780 780,калорифер приточный 780 780,калорифер водяной приточный 780 780,калорифер 780 780 технические характеристики,калорифер кпвс 780 780 расчет и подбор,приточный калорифер 780 780 производительность по воздуху 3000,водяной калорифер 700 700",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-780-780.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 780х780",
      "Технические характеристики КПВС 780х780",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-780x780 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 5000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-780x780 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 780х780 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 5000 }, // Производительность по воздуху
            { content: 708 }, // L H
            { content: 756 }, // L1 H1
            { content: 780 }, // L2 H2
            { content: 845 }, // L3
            { content: 643 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 13.8 }, // КПВС2
            { content: "21.0" }, // КПВС3
            { content: 27.6 }, // КПВС4
            { content: 51 }, // КПВС2
            { content: 64 }, // КПВС3
            { content: 76 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-739x739",
    name: "Калорифер КПВС-739×739 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-739x739-2",
        name: "Приточный калорифер КПВС 739x739_2",
        heatPower: 49, // производительность по теплу
        price: 20219, // цена
      },
      {
        id: "kpvs-739x739-3",
        name: "Приточный калорифер КПВС 739x739_3",
        heatPower: 64,
        price: 27786,
      },
      {
        id: "kpvs-739x739-4",
        name: "Приточный калорифер КПВС 739x739_4",
        heatPower: 74,
        price: 34881,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-697x697", // номер предыдущего калорифера
      name: "КПВС-697x697", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-780x780", // номер следующего калорифера
      name: "КПВС-780х780", // номер следующего калорифера
    },
    airPower: 4500, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-739x739",
      description:
        "Приточный водяной калорифер КПВС 739x739 производительностью по воздуху 4500 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 739 739,калорифер кпвс 739 739,калорифер водяной 739 739,калорифер водяной кпвс 739 739,калорифер приточный 739 739,калорифер водяной приточный 739 739,калорифер 739 739 технические характеристики,калорифер кпвс 739 739 расчет и подбор,приточный калорифер 739 739 производительность по воздуху 3000,водяной калорифер 700 700",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-739-739.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 739х739",
      "Технические характеристики КПВС 739х739",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-739x739 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 4500 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-739x739 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 739х739 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 4500 }, // Производительность по воздуху
            { content: 667 }, // L H
            { content: 715 }, // L1 H1
            { content: 739 }, // L2 H2
            { content: 804 }, // L3
            { content: 602 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 12.2 }, // КПВС2
            { content: 18.6 }, // КПВС3
            { content: 24.5 }, // КПВС4
            { content: 46 }, // КПВС2
            { content: 57 }, // КПВС3
            { content: 68 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-697x697",
    name: "Калорифер КПВС-697×697 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-697x697-2",
        name: "Приточный калорифер КПВС 697x697_2",
        heatPower: 43, // производительность по теплу
        price: 18406, // цена
      },
      {
        id: "kpvs-697x697-3",
        name: "Приточный калорифер КПВС 697x697_3",
        heatPower: 56,
        price: 25140,
      },
      {
        id: "kpvs-697x697-4",
        name: "Приточный калорифер КПВС 697x697_4",
        heatPower: 65,
        price: 31426,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-655x655", // номер предыдущего калорифера
      name: "КПВС-655x655", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-739x739", // номер следующего калорифера
      name: "КПВС-739х739", // номер следующего калорифера
    },
    airPower: 4000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-697x697",
      description:
        "Приточный водяной калорифер КПВС 697x697 производительностью по воздуху 4000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 697 697,калорифер кпвс 697 697,калорифер водяной 697 697,калорифер водяной кпвс 697 697,калорифер приточный 697 697,калорифер водяной приточный 697 697,калорифер 697 697 технические характеристики,калорифер кпвс 697 697 расчет и подбор,приточный калорифер 697 697 производительность по воздуху 3000,водяной калорифер 700 700",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-697-697.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 697х697",
      "Технические характеристики КПВС 697х697",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-697x697 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 4000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-697x697 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 697х697 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 4000 }, // Производительность по воздуху
            { content: 625 }, // L H
            { content: 673 }, // L1 H1
            { content: 697 }, // L2 H2
            { content: 762 }, // L3
            { content: 560 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 10.7 }, // КПВС2
            { content: 16.3 }, // КПВС3
            { content: 21.4 }, // КПВС4
            { content: 42 }, // КПВС2
            { content: 52 }, // КПВС3
            { content: 62 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-655x655",
    name: "Калорифер КПВС-655×655 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-655x655-2",
        name: "Приточный калорифер КПВС 655x655_2",
        heatPower: 37, // производительность по теплу
        price: 16661, // цена
      },
      {
        id: "kpvs-655x655-3",
        name: "Приточный калорифер КПВС 655x655_3",
        heatPower: 48,
        price: 22600,
      },
      {
        id: "kpvs-655x655-4",
        name: "Приточный калорифер КПВС 655x655_4",
        heatPower: 56,
        price: 28115,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-614x614", // номер предыдущего калорифера
      name: "КПВС-614x614", // номер предыдущего калорифера
    },
    nextProduct: {
      slug: "kpvs-697x697", // номер следующего калорифера
      name: "КПВС-697х697", // номер следующего калорифера
    },
    airPower: 3500, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-655x655",
      description:
        "Приточный водяной калорифер КПВС 655x655 производительностью по воздуху 3500 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 655 655,калорифер кпвс 655 655,калорифер водяной 655 655,калорифер водяной кпвс 655 655,калорифер приточный 655 655,калорифер водяной приточный 655 655,калорифер 655 655 технические характеристики,калорифер кпвс 655 655 расчет и подбор,приточный калорифер 655 655 производительность по воздуху 3000,водяной калорифер 600 600",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-655-655.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 655х655",
      "Технические характеристики КПВС 655х655",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-655x655 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 3500 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-655x655 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 655х655 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 3500 }, // Производительность по воздуху
            { content: 583 }, // L H
            { content: 631 }, // L1 H1
            { content: 655 }, // L2 H2
            { content: 720 }, // L3
            { content: 518 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: 9.4 }, // КПВС2
            { content: 14.2 }, // КПВС3
            { content: 18.6 }, // КПВС4
            { content: 38 }, // КПВС2
            { content: 47 }, // КПВС3
            { content: 56 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-614x614",
    name: "Калорифер КПВС-614×614 водяной", // главный заголовок страницы калорифера
    variants: [
      {
        id: "kpvs-614x614-2",
        name: "Приточный калорифер КПВС 614x614_2",
        heatPower: 31, // производительность по теплу
        price: 14756, // цена
      },
      {
        id: "kpvs-614x614-3",
        name: "Приточный калорифер КПВС 614x614_3",
        heatPower: 41,
        price: 19949,
      },
      {
        id: "kpvs-614x614-4",
        name: "Приточный калорифер КПВС 614x614_4",
        heatPower: 48,
        price: 24742,
      },
    ],
    // начало (оставляй как есть)
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    // конец (оставляй как есть)
    prevProduct: {
      slug: "kpvs-572x572",
      name: "КПВС-572x572",
    },
    nextProduct: {
      slug: "kpvs-655x655",
      name: "КПВС-655х655",
    },
    airPower: 3000, // производительность по воздуху
    metadata: {
      title: "Калорифер приточный КПВС-614x614",
      description:
        "Приточный водяной калорифер КПВС 614x614 производительностью по воздуху 3000 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 614 614,калорифер кпвс 614 614,калорифер водяной 614 614,калорифер водяной кпвс 614 614,калорифер приточный 614 614,калорифер водяной приточный 614 614,калорифер 614 614 технические характеристики,калорифер кпвс 614 614 расчет и подбор,приточный калорифер 614 614 производительность по воздуху 3000,водяной калорифер 600 600",
    },
    img: "/img/kalorifery/kpvs/kalorifer_kpvs_572x572_905x905.png", // 572x572_905x905 и 947x947_1155x1155
    drawing: "/img/kalorifery/kpvs/kpvs_chertez.png",
    calculator: "/legacy/calculator-ksk-614-614.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 614х614",
      "Технические характеристики КПВС 614х614",
    ], // подзаголовки, должны идти по порядку
    textContent: [
      "Приточный водяной калорифер КПВС-614x614 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 3000 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-614x614 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 614х614 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
      " При избыточном запасе следует рассмотреть меньший теплообменник: ",
    ], // абзацы, должны идти по порядку
    // ниже - таблица. менять нужно только часть со значениями, в конце. помечу ее границы
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            // начало части со значениями
            { content: 3000 }, // Производительность по воздуху
            { content: 542 }, // L H
            { content: 590 }, // L1 H1
            { content: 614 }, // L2 H2
            { content: 679 }, // L3
            { content: 477 }, // C
            { content: 32 }, // dy мм
            // начало числа с дробью
            // если вместо числа с дробью обычное число - меняй эту часть по подобию других на
            // { content: число },
            // (с запятой в конце)
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            // конец числа с дробью
            { content: "8.0" }, // КПВС2
            { content: 12.2 }, // КПВС3
            { content: 16.1 }, // КПВС4
            { content: 34 }, // КПВС2
            { content: 42 }, // КПВС3
            { content: 49 }, // КПВС4
            // конец части со значениями
          ],
        },
      ],
    },
  },
  {
    id: "kpvs-572x572",
    name: "Калорифер КПВС-572×572 водяной",
    variants: [
      {
        id: "kpvs-572x572-2",
        name: "Приточный калорифер КПВС 572x572_2",
        heatPower: 26,
        price: 13093,
      },
      {
        id: "kpvs-572x572-3",
        name: "Приточный калорифер КПВС 572x572_3",
        heatPower: 34,
        price: 17548,
      },
      {
        id: "kpvs-572x572-4",
        name: "Приточный калорифер КПВС 572x572_4",
        heatPower: 40,
        price: 21632,
      },
    ],
    categories: [
      "kalorifer",
      "vodiany-kalorifery",
      "pritochny-vodiany-kalorifery",
      "pritochny-kalorifery-ksk",
    ],
    nextProduct: {
      slug: "kpvs-614x614",
      name: "КПВС-614х614",
    },
    airPower: 2500,
    metadata: {
      title: "Калорифер приточный КПВС-572x572",
      description:
        "Приточный водяной калорифер КПВС 572x572 производительностью по воздуху 2500 м3/час производства ООО Т.С.Т. Технические характеристики, калькулятор подбора",
      keywords:
        "калорифер 572 572,калорифер кпвс 572 572,калорифер водяной 572 572,калорифер водяной кпвс 572 572,калорифер приточный 572 572,калорифер водяной приточный 572 572,калорифер 572 572 технические характеристики,калорифер кпвс 572 572 расчет и подбор,приточный калорифер 572 572 производительность по воздуху 2500,водяной калорифер 500 500",
    },
    img: "/img/kalorifery/pritochny-ksk/kalorifer_pritochnyi_vodianoi_ksk_572x572.png",
    drawing:
      "/img/kalorifery/pritochny-ksk/kalorifer_pritochnyi_vodianoi_ksk_chertez.png",
    calculator: "/legacy/calculator-ksk-572-572.html",
    headers: [
      "Калькулятор подбора калорифера КПВС 572х572",
      "Технические характеристики КПВС 572х572",
    ],
    textContent: [
      "Приточный водяной калорифер КПВС-572x572 выпускается в двух, трех и четырех рядном исполнении. Номинальная производительность по воздуху – 2500 метров кубических в час, тепловая мощность варьируется в зависимости от рядности калорифера КПВС-572x572 и параметров эксплуатации.",
      "Синие поля обязательны для заполнения. Запас площади поверхности нагрева: оптимальный 10%, допустимый 0-20%. Массовая скорость воздуха в фронтальном сечении: оптимальная 3-5 кг/м2•с, допустимая 1.5-8 кг/м2•с. Скорость теплоносителя в трубках: оптимальная 0.2-0.5 м/с, допустимая - 0.12-1.2 м/с.",
      "Если запас площади поверхности теплообмена не достаточен ни для одной модели КПВС 572х572 (двух, трех и четырех рядной) нужно перейти к следующему номеру водяного калорифера: ",
    ],
    tableData: {
      headers: [
        {
          cells: [
            {
              content: (
                <>
                  Производительность <br /> по воздуху, м<sup>3</sup>/час
                </>
              ),
              rowspan: 2,
            },
            {
              content: (
                <>
                  Габаритные и <br /> присоединительные размеры, мм
                </>
              ),
              colspan: 5,
            },
            { content: "dy", colspan: 2, className: "dy" },
            {
              content: (
                <>
                  Площадь поверхности <br /> теплообмена, м<sup>2</sup>
                </>
              ),
              colspan: 3,
            },
            { content: "Масса, кг", colspan: 3, className: "mass" },
          ],
        },
        {
          cells: [
            {
              content: (
                <>
                  L<br />H
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L1
                  <br />
                  H1
                </>
              ),
              className: "small-cols",
            },
            {
              content: (
                <>
                  L2
                  <br />
                  H2
                </>
              ),
              className: "small-cols",
            },
            { content: "L3", className: "small-cols" },
            { content: "C", className: "small-cols" },
            { content: "мм", className: "small-cols w-10" },
            { content: '"', className: "small-cols w-10 pt-1" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
            { content: "КПВС2", className: "kal2" },
            { content: "КПВС3", className: "kal2" },
            { content: "КПВС4", className: "kal2" },
          ],
        },
      ],
      rows: [
        {
          cells: [
            { content: 2500 },
            { content: 500 },
            { content: 548 },
            { content: 572 },
            { content: 637 },
            { content: 435 },
            { content: 32 },
            {
              content: (
                <>
                  1 <sup>1</sup>/<sub>4</sub>
                </>
              ),
            },
            { content: 6.8 },
            { content: 10.4 },
            { content: 13.7 },
            { content: 31 },
            { content: 37 },
            { content: 43 },
          ],
        },
      ],
    },
  },
  {
    id: "kpsk-572x572",
    name: "Приточный калорифер КПСк 572x572",
    categories: [
      "kalorifer",
      "parovy-kalorifery",
      "pritochny-parovy-kalorifery",
      "pritochny-kalorifery-kpsk",
    ],
    airPower: 2500,
    img: "/img/kalorifery/pritochny-kpsk/kalorifer_pritochnyi_parovoi_kpsk_572x572.png",
    calculator: "/legacy/calculator-kpsk-572-572.html",
    variants: [
      {
        id: "kpsk-572x572-2",
        name: "Приточный калорифер КПСк 572x572_2",
        heatPower: 35,
        price: 13093,
      },
      {
        id: "kpsk-572x572-3",
        name: "Приточный калорифер КПСк 572x572_3",
        heatPower: 46,
        price: 17548,
      },
      {
        id: "kpsk-572x572-4",
        name: "Приточный калорифер КПСк 572x572_4",
        heatPower: 53,
        price: 21632,
      },
    ],
  },
  // КСк 2-1_2-12
  {
    id: "42",
    name: "Калорифер КСк 2-2",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 2500,
    heatPower: 37,
    price: 14416,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "1",
    name: "Калорифер КСк 2-1",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 2000,
    heatPower: 29,
    price: 12705,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "3",
    name: "Калорифер КСк 2-3",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 3150,
    heatPower: 47,
    price: 16056,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "4",
    name: "Калорифер КСк 2-4",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 4000,
    heatPower: 59,
    price: 17658,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "11",
    name: "Калорифер КСк 2-5",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 5000,
    heatPower: 78,
    price: 20707,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-1_2-5.png",
  },
  {
    id: "12",
    name: "Калорифер КСк 2-6",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 2500,
    heatPower: 38,
    price: 15269,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "13",
    name: "Калорифер КСк 2-7",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 3150,
    heatPower: 49,
    price: 17459,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "14",
    name: "Калорифер КСк 2-8",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 4000,
    heatPower: 62,
    price: 19491,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "15",
    name: "Калорифер КСк 2-9",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 5000,
    heatPower: 76,
    price: 21471,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "16",
    name: "Калорифер КСк 2-10",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 6300,
    heatPower: 101,
    price: 25431,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-6_2-10.png",
  },
  {
    id: "17",
    name: "Калорифер КСк 2-11",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 16000,
    heatPower: 290,
    price: 60999,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-11.png",
  },
  {
    id: "18",
    name: "Калорифер КСк 2-12",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-2"],
    airPower: 25000,
    heatPower: 448,
    price: 87386,
    img: "/img/kalorifery/ksk/kalorifer_ksk_2-12.png",
  },
  // КСк 3-1_3-12
  {
    id: "19",
    name: "Калорифер КСк 3-1",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 2000,
    heatPower: 39,
    price: 13475,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "20",
    name: "Калорифер КСк 3-2",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 2500,
    heatPower: 50,
    price: 15563,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "21",
    name: "Калорифер КСк 3-3",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 3150,
    heatPower: 63,
    price: 17589,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "22",
    name: "Калорифер КСк 3-4",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 4000,
    heatPower: 79,
    price: 19605,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "23",
    name: "Калорифер КСк 3-5",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 5000,
    heatPower: 103,
    price: 23445,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-1_3-5.png",
  },
  {
    id: "24",
    name: "Калорифер КСк 3-6",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 2500,
    heatPower: 53,
    price: 16556,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "25",
    name: "Калорифер КСк 3-7",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 3150,
    heatPower: 68,
    price: 19283,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "26",
    name: "Калорифер КСк 3-8",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 4000,
    heatPower: 86,
    price: 21841,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "27",
    name: "Калорифер КСк 3-9",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 5000,
    heatPower: 108,
    price: 24383,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "28",
    name: "Калорифер КСк 3-10",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 6300,
    heatPower: 141,
    price: 29452,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-6_3-10.png",
  },
  {
    id: "29",
    name: "Калорифер КСк 3-11",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 16000,
    heatPower: 373,
    price: 70870,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-11.png",
  },
  {
    id: "30",
    name: "Калорифер КСк 3-12",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-3"],
    airPower: 25000,
    heatPower: 576,
    price: 101319,
    img: "/img/kalorifery/ksk/kalorifer_ksk_3-12.png",
  },
  // КСк 4-1_4-12
  {
    id: "31",
    name: "Калорифер КСк 4-1",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 2000,
    heatPower: 45,
    price: 15761,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "32",
    name: "Калорифер КСк 4-2",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 2500,
    heatPower: 58,
    price: 18421,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "33",
    name: "Калорифер КСк 4-3",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 3150,
    heatPower: 73,
    price: 20919,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "34",
    name: "Калорифер КСк 4-4",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 4000,
    heatPower: 92,
    price: 23400,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "35",
    name: "Калорифер КСк 4-5",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 5000,
    heatPower: 120,
    price: 28334,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-1_4-5.png",
  },
  {
    id: "36",
    name: "Калорифер КСк 4-6",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 2500,
    heatPower: 61,
    price: 19695,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "37",
    name: "Калорифер КСк 4-7",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 3150,
    heatPower: 78,
    price: 23089,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "38",
    name: "Калорифер КСк 4-8",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 4000,
    heatPower: 100,
    price: 26416,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "39",
    name: "Калорифер КСк 4-9",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 5000,
    heatPower: 124,
    price: 29423,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "40",
    name: "Калорифер КСк 4-10",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 6300,
    heatPower: 162,
    price: 35765,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-6_4-10.png",
  },
  {
    id: "41",
    name: "Калорифер КСк 4-11",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 16000,
    heatPower: 429,
    price: 88879,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-11.png",
  },
  {
    id: "2",
    name: "Калорифер КСк 4-12",
    categories: ["kalorifer", "vodiany-kalorifery", "ksk", "ksk-4"],
    airPower: 25000,
    heatPower: 665,
    price: 125695,
    img: "/img/kalorifery/ksk/kalorifer_ksk_4-12.png",
  },
  // ТВВ 306-312
  {
    id: "67",
    name: "Калорифер ТВВ 306",
    airPower: 2500,
    heatPower: 55,
    price: 20682,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "68",
    name: "Калорифер ТВВ 307",
    airPower: 3150,
    heatPower: 69,
    price: 23347,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "69",
    name: "Калорифер ТВВ 308",
    airPower: 4000,
    heatPower: 88,
    price: 25832,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "70",
    name: "Калорифер ТВВ 309",
    airPower: 5000,
    heatPower: 108,
    price: 28103,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "71",
    name: "Калорифер ТВВ 310",
    airPower: 6300,
    heatPower: 139,
    price: 33196,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_306_310.png",
  },
  {
    id: "72",
    name: "Калорифер ТВВ 311",
    airPower: 16000,
    heatPower: 387,
    price: 76523,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_311.png",
  },
  {
    id: "73",
    name: "Калорифер ТВВ 312",
    airPower: 25000,
    heatPower: 599,
    price: 111103,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-3"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_312.png",
  },
  // ТВВ 406-412
  {
    id: "74",
    name: "Калорифер ТВВ 406",
    airPower: 2500,
    heatPower: 68,
    price: 25124,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "75",
    name: "Калорифер ТВВ 407",
    airPower: 3150,
    heatPower: 86,
    price: 28482,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "76",
    name: "Калорифер ТВВ 408",
    airPower: 4000,
    heatPower: 108,
    price: 31646,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "77",
    name: "Калорифер ТВВ 409",
    airPower: 5000,
    heatPower: 132,
    price: 34575,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "78",
    name: "Калорифер ТВВ 410",
    airPower: 6300,
    heatPower: 169,
    price: 40903,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_406_410.png",
  },
  {
    id: "79",
    name: "Калорифер ТВВ 411",
    airPower: 16000,
    heatPower: 467,
    price: 97283,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_411.png",
  },
  {
    id: "80",
    name: "Калорифер ТВВ 412",
    airPower: 25000,
    heatPower: 725,
    price: 140480,
    categories: ["kalorifer", "vodiany-kalorifery", "tvv", "tvv-4"],
    img: "/img/kalorifery/tvv/kalorifer_tvv_412.png",
  },
  // КФБ 2-14 А3 М
  {
    id: "81",
    name: "Калорифер КФБ-2 А3 М",
    airPower: 2000,
    heatPower: 42,
    price: 16293,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "82",
    name: "Калорифер КФБ-3 А3 М",
    airPower: 2500,
    heatPower: 53,
    price: 20068,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "83",
    name: "Калорифер КФБ-4 А3 М",
    airPower: 3200,
    heatPower: 69,
    price: 24700,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "84",
    name: "Калорифер КФБ-5 А3 М",
    airPower: 4400,
    heatPower: 96,
    price: 31622,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "85",
    name: "Калорифер КФБ-6 А3 М",
    airPower: 5500,
    heatPower: 120,
    price: 33800,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "86",
    name: "Калорифер КФБ-7 А3 М",
    airPower: 6700,
    heatPower: 150,
    price: 40320,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "87",
    name: "Калорифер КФБ-8 А3 М",
    airPower: 8000,
    heatPower: 179,
    price: 45367,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "88",
    name: "Калорифер КФБ-9 А3 М",
    airPower: 9200,
    heatPower: 202,
    price: 50138,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "89",
    name: "Калорифер КФБ-10 А3 М",
    airPower: 10500,
    heatPower: 233,
    price: 54303,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "90",
    name: "Калорифер КФБ-11 А3 М",
    airPower: 12000,
    heatPower: 272,
    price: 61567,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "91",
    name: "Калорифер КФБ-12 А3 М",
    airPower: 13500,
    heatPower: 309,
    price: 68965,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "92",
    name: "Калорифер КФБ-13 А3 М",
    airPower: 16000,
    heatPower: 366,
    price: 76735,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "93",
    name: "Калорифер КФБ-14 А3 М",
    airPower: 18000,
    heatPower: 414,
    price: 84972,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a3-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  // КФБ 2-14 А4 М
  {
    id: "94",
    name: "Калорифер КФБ-2 А4 М",
    airPower: 2000,
    heatPower: 52,
    price: 19339,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "95",
    name: "Калорифер КФБ-3 А4 М",
    airPower: 2500,
    heatPower: 68,
    price: 25238,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "96",
    name: "Калорифер КФБ-4 А4 М",
    airPower: 3200,
    heatPower: 88,
    price: 30838,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "97",
    name: "Калорифер КФБ-5 А4 М",
    airPower: 4400,
    heatPower: 118,
    price: 38343,
    categories: ["kalorifer", "vodiany-kalорifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "98",
    name: "Калорифер КФБ-6 А4 М",
    airPower: 5500,
    heatPower: 147,
    price: 42231,
    categories: ["kalorifer", "vodiany-kalорifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-2_6.png",
  },
  {
    id: "99",
    name: "Калорифер КФБ-7 А4 М",
    airPower: 6700,
    heatPower: 183,
    price: 50498,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "100",
    name: "Калорифер КФБ-8 А4 М",
    airPower: 8000,
    heatPower: 219,
    price: 57446,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "101",
    name: "Калорифер КФБ-9 А4 М",
    airPower: 9200,
    heatPower: 253,
    price: 63158,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-7_9.png",
  },
  {
    id: "102",
    name: "Калорифер КФБ-10 А4 М",
    airPower: 10500,
    heatPower: 291,
    price: 68792,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "103",
    name: "Калорифер КФБ-11 А4 М",
    airPower: 12000,
    heatPower: 333,
    price: 78600,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "104",
    name: "Калорифер КФБ-12 А4 М",
    airPower: 13500,
    heatPower: 376,
    price: 87817,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "105",
    name: "Калорифер КФБ-13 А4 М",
    airPower: 16000,
    heatPower: 445,
    price: 98049,
    categories: ["kalorifer", "vodiany-kalорifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  {
    id: "106",
    name: "Калорифер КФБ-14 А4 М",
    airPower: 18000,
    heatPower: 502,
    price: 108367,
    categories: ["kalorifer", "vodiany-kalorifery", "kfb-a-m", "kfb-a4-m"],
    img: "/img/kalorifery/kfb-m/kalorifer_kfb-10_14.png",
  },
  // КПСк 2-1_2-12
  {
    id: "kpsk-2-1",
    name: "Калорифер КПСК 2-1",
    airPower: 2000,
    heatPower: 28,
    price: 12705,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-2",
    name: "Калорифер КПСК 2-2",
    airPower: 2500,
    heatPower: 37,
    price: 14416,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-3",
    name: "Калорифер КПСК 2-3",
    airPower: 3150,
    heatPower: 47,
    price: 16056,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-4",
    name: "Калорифер КПСК 2-4",
    airPower: 4000,
    heatPower: 58,
    price: 17658,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-5",
    name: "Калорифер КПСК 2-5",
    airPower: 5000,
    heatPower: 77,
    price: 20707,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-1_2-5.png",
  },
  {
    id: "kpsk-2-6",
    name: "Калорифер КПСК 2-6",
    airPower: 2500,
    heatPower: 43,
    price: 15269,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-7",
    name: "Калорифер КПСК 2-7",
    airPower: 3150,
    heatPower: 55,
    price: 17459,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-8",
    name: "Калорифер КПСК 2-8",
    airPower: 4000,
    heatPower: 68,
    price: 19491,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-9",
    name: "Калорифер КПСК 2-9",
    airPower: 5000,
    heatPower: 82,
    price: 21471,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-10",
    name: "Калорифер КПСК 2-10",
    airPower: 6300,
    heatPower: 108,
    price: 25431,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-6_2-10.png",
  },
  {
    id: "kpsk-2-11",
    name: "Калорифер КПСК 2-11",
    airPower: 16000,
    heatPower: 283,
    price: 60999,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-11.png",
  },
  {
    id: "kpsk-2-12",
    name: "Калорифер КПСК 2-12",
    airPower: 25000,
    heatPower: 436,
    price: 87386,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-2"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_2-12.png",
  },
  // КПСк 3-1_3-12
  {
    id: "kpsk-3-1",
    name: "Калорифер КПСК 3-1",
    airPower: 2000,
    heatPower: 46,
    price: 13475,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-2",
    name: "Калорифер КПСК 3-2",
    airPower: 2500,
    heatPower: 57,
    price: 15563,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-3",
    name: "Калорифер КПСК 3-3",
    airPower: 3150,
    heatPower: 69,
    price: 17589,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-4",
    name: "Калорифер КПСК 3-4",
    airPower: 4000,
    heatPower: 84,
    price: 19605,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-5",
    name: "Калорифер КПСК 3-5",
    airPower: 5000,
    heatPower: 104,
    price: 23445,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-1_3-5.png",
  },
  {
    id: "kpsk-3-6",
    name: "Калорифер КПСК 3-6",
    airPower: 2500,
    heatPower: 60,
    price: 16556,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-7",
    name: "Калорифер КПСК 3-7",
    airPower: 3150,
    heatPower: 75,
    price: 19283,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-8",
    name: "Калорифер КПСК 3-8",
    airPower: 4000,
    heatPower: 92,
    price: 21841,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-9",
    name: "Калорифер КПСК 3-9",
    airPower: 5000,
    heatPower: 111,
    price: 24383,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-10",
    name: "Калорифер КПСК 3-10",
    airPower: 6300,
    heatPower: 139,
    price: 29452,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-6_3-10.png",
  },
  {
    id: "kpsk-3-11",
    name: "Калорифер КПСК 3-11",
    airPower: 16000,
    heatPower: 371,
    price: 70870,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-11.png",
  },
  {
    id: "kpsk-3-12",
    name: "Калорифер КПСК 3-12",
    airPower: 25000,
    heatPower: 562,
    price: 101319,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-3"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_3-12.png",
  },
  // КПСк 4-1_4-12
  {
    id: "kpsk-4-1",
    name: "Калорифер КПСК 4-1",
    airPower: 2000,
    heatPower: 53,
    price: 15761,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-2",
    name: "Калорифер КПСК 4-2",
    airPower: 2500,
    heatPower: 68,
    price: 18421,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-3",
    name: "Калорифер КПСК 4-3",
    airPower: 3150,
    heatPower: 80,
    price: 20919,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-4",
    name: "Калорифер КПСК 4-4",
    airPower: 4000,
    heatPower: 98,
    price: 23400,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-5",
    name: "Калорифер КПСК 4-5",
    airPower: 5000,
    heatPower: 123,
    price: 28334,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-1_4-5.png",
  },
  {
    id: "kpsk-4-6",
    name: "Калорифер КПСК 4-6",
    airPower: 2500,
    heatPower: 69,
    price: 19695,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-7",
    name: "Калорифер КПСК 4-7",
    airPower: 3150,
    heatPower: 86,
    price: 23089,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-8",
    name: "Калорифер КПСК 4-8",
    airPower: 4000,
    heatPower: 107,
    price: 26416,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-9",
    name: "Калорифер КПСК 4-9",
    airPower: 5000,
    heatPower: 129,
    price: 29423,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-10",
    name: "Калорифер КПСК 4-10",
    airPower: 6300,
    heatPower: 162,
    price: 35765,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-6_4-10.png",
  },
  {
    id: "kpsk-4-11",
    name: "Калорифер КПСК 4-11",
    airPower: 16000,
    heatPower: 431,
    price: 88879,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-11.png",
  },
  {
    id: "kpsk-4-12",
    name: "Калорифер КПСК 4-12",
    airPower: 25000,
    heatPower: 668,
    price: 125695,
    categories: ["kalorifer", "parovy-kalorifery", "kpsk", "kpsk-4"],
    img: "/img/kalorifery/kpsk/kalorifer_kpsk_4-12.png",
  },
  // КП 306_312
  {
    id: "kp-306",
    name: "Калорифер КП 306",
    airPower: 2500,
    heatPower: 70,
    price: 20682,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-307",
    name: "Калорифер КП 307",
    airPower: 3150,
    heatPower: 86,
    price: 23347,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-308",
    name: "Калорифер КП 308",
    airPower: 4000,
    heatPower: 107,
    price: 25832,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-309",
    name: "Калорифер КП 309",
    airPower: 5000,
    heatPower: 129,
    price: 28103,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-310",
    name: "Калорифер КП 310",
    airPower: 6300,
    heatPower: 161,
    price: 33196,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_306_310.png",
  },
  {
    id: "kp-311",
    name: "Калорифер КП 311",
    airPower: 16000,
    heatPower: 424,
    price: 76523,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_311.png",
  },
  {
    id: "kp-312",
    name: "Калорифер КП 312",
    airPower: 25000,
    heatPower: 657,
    price: 111103,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-3"],
    img: "/img/kalorifery/kp/kalorifer_kp_312.png",
  },
  // КП 406_412
  {
    id: "kp-406",
    name: "Калорифер КП 406",
    airPower: 2500,
    heatPower: 76,
    price: 25124,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-407",
    name: "Калорифер КП 407",
    airPower: 3150,
    heatPower: 93,
    price: 28482,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-408",
    name: "Калорифер КП 408",
    airPower: 4000,
    heatPower: 116,
    price: 31646,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-409",
    name: "Калорифер КП 409",
    airPower: 5000,
    heatPower: 140,
    price: 34575,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-410",
    name: "Калорифер КП 410",
    airPower: 6300,
    heatPower: 176,
    price: 40903,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_406_410.png",
  },
  {
    id: "kp-411",
    name: "Калорифер КП 411",
    airPower: 16000,
    heatPower: 464,
    price: 97283,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_411.png",
  },
  {
    id: "kp-412",
    name: "Калорифер КП 412",
    airPower: 25000,
    heatPower: 720,
    price: 140480,
    categories: ["kalorifer", "parovy-kalorifery", "kp", "kp-4"],
    img: "/img/kalorifery/kp/kalorifer_kp_412.png",
  },
  // КФБ п 2_14 А3
  {
    id: "kfb-p-2-a3",
    name: "Калорифер КФБ-2 А3",
    airPower: 2000,
    heatPower: 55,
    price: 16293,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-3-a3",
    name: "Калорифер КФБ-3 А3",
    airPower: 2500,
    heatPower: 68,
    price: 20068,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-4-a3",
    name: "Калорифер КФБ-4 А3",
    airPower: 3200,
    heatPower: 85,
    price: 24700,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-5-a3",
    name: "Калорифер КФБ-5 А3",
    airPower: 4400,
    heatPower: 117,
    price: 31622,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-6-a3",
    name: "Калорифер КФБ-6 А3",
    airPower: 5500,
    heatPower: 143,
    price: 33800,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-7-a3",
    name: "Калорифер КФБ-7 А3",
    airPower: 6700,
    heatPower: 176,
    price: 40320,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-8-a3",
    name: "Калорифер КФБ-8 А3",
    airPower: 8000,
    heatPower: 208,
    price: 45367,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-9-a3",
    name: "Калорифер КФБ-9 А3",
    airPower: 9200,
    heatPower: 237,
    price: 50138,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-10-a3",
    name: "Калорифер КФБ-10 А3",
    airPower: 10500,
    heatPower: 268,
    price: 54303,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-11-a3",
    name: "Калорифер КФБ-11 А3",
    airPower: 12000,
    heatPower: 311,
    price: 61567,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-12-a3",
    name: "Калорифер КФБ-12 А3",
    airPower: 13500,
    heatPower: 348,
    price: 68965,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-13-a3",
    name: "Калорифер КФБ-13 А3",
    airPower: 16000,
    heatPower: 407,
    price: 76735,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-14-a3",
    name: "Калорифер КФБ-14 А3",
    airPower: 18000,
    heatPower: 456,
    price: 84972,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a3-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  // КФБ п 2_14 А4
  {
    id: "kfb-p-2-a4",
    name: "Калорифер КФБ-2 А4",
    airPower: 2000,
    heatPower: 59,
    price: 19339,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-3-a4",
    name: "Калорифер КФБ-3 А4",
    airPower: 2500,
    heatPower: 75,
    price: 25238,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-4-a4",
    name: "Калорифер КФБ-4 А4",
    airPower: 3200,
    heatPower: 95,
    price: 30838,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-5-a4",
    name: "Калорифер КФБ-5 А4",
    airPower: 4400,
    heatPower: 127,
    price: 38343,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-6-a4",
    name: "Калорифер КФБ-6 А4",
    airPower: 5500,
    heatPower: 155,
    price: 42231,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_2_6.png",
  },
  {
    id: "kfb-p-7-a4",
    name: "Калорифер КФБ-7 А4",
    airPower: 6700,
    heatPower: 193,
    price: 50498,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-8-a4",
    name: "Калорифер КФБ-8 А4",
    airPower: 8000,
    heatPower: 226,
    price: 57446,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-9-a4",
    name: "Калорифер КФБ-9 А4",
    airPower: 9200,
    heatPower: 261,
    price: 63158,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_7_9.png",
  },
  {
    id: "kfb-p-10-a4",
    name: "Калорифер КФБ-10 А4",
    airPower: 10500,
    heatPower: 298,
    price: 68792,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-11-a4",
    name: "Калорифер КФБ-11 А4",
    airPower: 12000,
    heatPower: 340,
    price: 78600,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-12-a4",
    name: "Калорифер КФБ-12 А4",
    airPower: 13500,
    heatPower: 380,
    price: 87817,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-13-a4",
    name: "Калорифер КФБ-13 А4",
    airPower: 16000,
    heatPower: 446,
    price: 98049,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
  {
    id: "kfb-p-14-a4",
    name: "Калорифер КФБ-14 А4",
    airPower: 18000,
    heatPower: 500,
    price: 108367,
    categories: ["kalorifer", "parovy-kalorifery", "kfb-a-p", "kfb-a4-p"],
    img: "/img/kalorifery/kfb-p/kalorifer_kfb-p_10_14.png",
  },
];
