import { productData } from "@/data/products";

import type { Metadata } from "next";
import Image from "next/image";

import { sortProducts } from "@/lib/utils";

import Heading from "@/components/general_pages/heading";
import ProductParagraph from "@/components/catalog/productParagraph";
import ProductLinks from "@/components/general_pages/productLinks";
import TableAndCatalogLinks from "@/components/catalog/tableAndCatalogLinks";

export const metadata: Metadata = {
  title: "Шкафы управления калорифером ШУК. Производство",
  description:
    "Шкафы управления калорифером ШУК. Производство, технические характеристики, электрическая схема подсоединения, цена щитов управления электрическими калориферами типа БУ",
  keywords:
    "шкаф управления калорифером шук,шкаф управления электрокалорифером сфо,шкаф управления установкой сфоц,шкаф управления электрокалорифером эко,шкаф управления установкой экоц,электросхема подсоединения шкафов управления калорифером,монтаж и подключение шкафа управления калорифером,шкафы шук технические характеристики,купить шкаф управления калорифером,цена шкафа управления электрическим калорифером",
};

export default function ShkafyUpravleniyaSHUK() {
  const products = productData
    .filter((p) => p.categories.includes("shuk"))
    .sort((a, b) => sortProducts(a.name, b.name));

  return (
    <>
      <Heading lvl={1} text="Шкафы управления калорифером ШУК" />

      <section>
        <Heading lvl={2} text="Назначение шкафов управления калорифером ШУК" />
        <ProductParagraph className="mb-5">
          Шкафы управления калорифером ШУК предназначены для запуска,
          синхронизации работы и защиты при аварийных ситуациях электрических
          воздухонагревательных установок типа СФОЦ, комплектуемых в их составе
          электрокалориферов СФО и радиальных вентиляторов низкого давления.
        </ProductParagraph>
        <div className="flex">
          <Image
            src="/img/general_pages/shkaf_upravleniya_kaloriferom_chertezh.png"
            alt="Технические характеристики шкафов управления ШУК"
            title="Габаритные размеры шкафов управления калорифером ШУК"
            width={484}
            height={1}
          />
          <Image
            src="/img/general_pages/shkafy_upravleniya_kaloriferom.png"
            alt="Производство шкафов управления калорифером ШУК"
            title="Шкафы управления калорифером ШУК"
            width={484}
            height={1}
          />
        </div>
      </section>

      <section>
        <Heading lvl={2} text="Конструкция шкафов управления ШУК" />
        <ProductParagraph>
          Шкаф управления калорифером представляет собой металлический корпус, с
          установленной пускозащитной аппаратурой, которая включает в себя:
        </ProductParagraph>
        <ul>
          <li>
            - автоматический выключатель, включающий и выключающий цепь
            управления;
          </li>
          <li>
            - магнитные пускатели, предназначенные для запуска и обеспечения
            непрерывной работы нагревательных секций и вентилятора;
          </li>
          <li>
            - тепловое реле, служащее для защиты электродвигателя от перегрузки.
          </li>
        </ul>
        <ProductParagraph>
          На панели блока управления калорифером размещены: светосигнальная
          лампочка «Сеть», светосигнальная лампочка «ТЭНы», служащие для
          индикации состояния электрических цепей и сигнализации о работе шкафа.
          Клеммная колодка, размещенная внутри шкафа, используется для
          подключения проводов от температурного и ветрового реле, установленных
          вне блока управления. Нулевая шина с клеммами служит для подключения
          нулевых проводников.
        </ProductParagraph>
      </section>

      <section>
        <Heading lvl={2} text="Принцип работы шкафов управления ШУК" />
        <ProductParagraph>
          Пускозащитная аппаратура обеспечивает:
        </ProductParagraph>
        <ul>
          <li>
            - невозможность включения секций электрических нагревателей при не
            включенном вентиляторе;
          </li>
          <li>
            - отключение электродвигателя вентилятора при токовых перегрузках и
            заклинивании ротора;
          </li>
          <li>
            - отключение секций электрокалорифера при аварийном отключении
            электродвигателя вентилятора;
          </li>
          <li>
            - отключение всех секций при срабатывании термовыключателя защиты
            ТЭНов от аварийного перегрева.
          </li>
        </ul>
      </section>

      <section>
        <Heading lvl={2} text="Технические характеристики и размеры ШУК" />
        <ProductParagraph className="mb-4">
          Шкафы управления калорифером ШУК подразделяются на семь конструктивных
          моделей, соответствующих определенной обслуживаемой
          воздухонагревательной установки серии СФОЦ, включающей в себя
          электрический калорифер, укомплектованный оребренными нагревателями и
          радиальный вентилятор.
        </ProductParagraph>
        <ProductLinks
          products={products.map((p) => ({
            ...p,
            name: `Шкаф управления ${p.shortName}`,
          }))}
          className="mb-8"
        />

        <table className="w-full">
          <thead>
            <tr>
              <th
                colSpan={2}
                style={{ fontSize: "11pt" }}
                className="px-1 text-left uppercase"
              >
                Модель шкафа управления
              </th>
              <th style={{ fontSize: "11pt" }}>ШУК-16</th>
              <th style={{ fontSize: "11pt" }}>ШУК-25</th>
              <th style={{ fontSize: "11pt" }}>ШУК-40</th>
              <th style={{ fontSize: "11pt" }}>ШУК-60</th>
              <th style={{ fontSize: "11pt" }}>ШУК-100</th>
              <th style={{ fontSize: "11pt" }}>ШУК-160</th>
              <th style={{ fontSize: "11pt" }}>ШУК-250</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td colSpan={9} className="px-1 text-left">
                Технические характеристики
              </td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Напряжение питающей сети, В
              </td>
              <td colSpan={7}>380</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Частота питающей сети, Гц
              </td>
              <td colSpan={7}>50</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Напряжение цепи управления, В
              </td>
              <td colSpan={7}>220</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Мощность электродвигателя, кВт
              </td>
              <td>до 1.5</td>
              <td>до 1.5</td>
              <td>до 1.5</td>
              <td>до 2.5</td>
              <td>до 2.5</td>
              <td>до 2.5</td>
              <td>до 7.5</td>
            </tr>
            <tr>
              <td rowSpan={3} className="w-70">
                Габаритные размеры, мм
              </td>
              <td className="px-1 text-left">L</td>
              <td>220</td>
              <td>220</td>
              <td>220</td>
              <td>220</td>
              <td>220</td>
              <td>220</td>
              <td>220</td>
            </tr>
            <tr>
              <td className="px-1 text-left">B</td>
              <td>310</td>
              <td>310</td>
              <td>310</td>
              <td>400</td>
              <td>400</td>
              <td>400</td>
              <td>500</td>
            </tr>
            <tr>
              <td className="px-1 text-left">H</td>
              <td>395</td>
              <td>395</td>
              <td>395</td>
              <td>500</td>
              <td>500</td>
              <td>500</td>
              <td>650</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Масса, кг
              </td>
              <td>9</td>
              <td>10</td>
              <td>10</td>
              <td>16</td>
              <td>18</td>
              <td>18</td>
              <td>30</td>
            </tr>
            <tr>
              <td colSpan={9} className="px-1 text-left">
                Комплектуемое оборудование
              </td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Корпус металлический
              </td>
              <td>ЩМП-1</td>
              <td>ЩМП-1</td>
              <td>ЩМП-1</td>
              <td>ЩМП-2</td>
              <td>ЩМП-2</td>
              <td>ЩМП-2</td>
              <td>ЩМП-3</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Пускатель КМИ (КМН) 9А 220-230 В
              </td>
              <td>2</td>
              <td>2</td>
              <td>2</td>
              <td>2</td>
              <td>2</td>
              <td>2</td>
              <td>1</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Пускатель КМИ (КМН) 25А 220-230 В
              </td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>1</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Пускатель КМИ (КМН) 40А 220-230 В
              </td>
              <td>1</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Пускатель КМИ (КМН) 50А 220-230 В
              </td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>3</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Пускатель КМИ (КМН) 65А 220-230 В
              </td>
              <td>-</td>
              <td>1</td>
              <td>-</td>
              <td>-</td>
              <td>3</td>
              <td>-</td>
              <td>-</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Пускатель КМИ (КМН) 95А 220-230 В
              </td>
              <td>-</td>
              <td>-</td>
              <td>1</td>
              <td>-</td>
              <td>-</td>
              <td>3</td>
              <td>-</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Пускатель ПМ 12160150 160А 220-230 В
              </td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>3</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Реле тепловое РТИ (РТН) 5.5 - 8А
              </td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>-</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Реле тепловое РТИ (РТН) 9 - 13А
              </td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>-</td>
              <td>1</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Реле температурное ТРМ 11-01 (11-11)
              </td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Реле ветровое с микрокнопкой КМ-1
              </td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Арматура светосигнальная (красная)
              </td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Арматура светосигнальная (зеленая)
              </td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
            </tr>
            <tr>
              <td colSpan={2} className="px-1 text-left">
                Автоматический выключатель ВА 47-29 1Р 10А
              </td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
              <td>1</td>
            </tr>
          </tbody>
        </table>
      </section>

      <section className="mb-4">
        <Heading lvl={2} text="Подключение и порядок работы ШУК" />
        <ProductParagraph>
          Установить на электрокалорифер температурное реле SK ТРМ 11-01.
          Установить ветровое реле SQ на выбранном месте: на электрокалорифере,
          на вентиляторе, на воздуховоде. Проверить правильность соединения
          температурного и ветрового реле с блоком управления калорифером.
        </ProductParagraph>
        <ProductParagraph>
          Для запуска установки включить автоматический выключатель SA. При этом
          замыкается цепь управления срабатывает магнитный пускатель КМ1 и
          загорается светосигнальная арматура (лампа зеленая) HL1. Магнитный
          пускатель КМ1 своим контактом КМ1.2 подготавливает цепь включения
          пускателя вентилятора КМ2. Контакт температурного реле ТРМ 11-01 SK
          замкнут. Электротепловое реле КК подключено к выходным силовым
          контактам пускателя КМ2. Срабатывает пускатель вентилятора КМ2.
          Направление вращения колеса вентилятора должно соответствовать
          направлению стрелки на его корпусе.
        </ProductParagraph>
        <ProductParagraph>
          Магнитный пускатель КМ2 своим контактом КМ2.1 подготавливает цепь
          включения пускателя КМ3. По мере разгона вентилятора воздушный поток
          через электрокалорифер увеличивается, срабатывает ветровое реле SQ и
          включается пускатель электрокалорифера КМ3 (КМ4, КМ5). При этом
          загорается светосигнальная арматура (лампа красная) HL2, сигнализируя,
          что электрокалориферные секции ЕК1, ЕК2 (ЕК3) включены. Установка
          вышла на номинальный режим работы.
        </ProductParagraph>
        <ProductParagraph>
          При аварийной остановке вентилятора и прекращения подачи воздуха,
          размыкается контакт ветрового реле SQ и происходит отключение
          вентилятора и секций нагревателей. В случае токовой перегрузки
          электродвигателя вентилятора М, срабатывает электротепловое реле КК,
          обесточивая магнитный пускатель вентилятора КМ2. По мере остывания
          пластин электротеплового реле КК и замыкания контактов, магнитный
          пускатель КМ2 вновь будет готов к запуску электродвигателя. При
          превышении максимальной температуры на поверхности ТЭНа, равной 190
          (180) °С, контакт SK температурного режима реле ТРМ 11-01 размыкается,
          отключая вентилятор и электрокалорифер. После остывания ТЭНов и
          замыкания контакта SK установка вновь запускается. Для выключения
          установки следует выключить автоматический выключатель SA.
          Светосигнальная арматура HL1 и HL2 гаснет.
        </ProductParagraph>
        <ProductParagraph>
          Структура условного обозначения шкафов управления калорифером ШУК
          производства ООО «Т.С.Т.». Шкаф управления калорифером ШУК - Р/ УХЛ4:
          ШУК - шкаф управления калорифером; Р - номинальная мощность, кВт; УХЛ4
          - климатическое исполнение и категория размещения.
        </ProductParagraph>
      </section>

      <TableAndCatalogLinks
        target="_blank"
        tableURL="/documents/Electroshkaf_SHUK_katalog_2025.pdf"
        tableLinkText="Скачать каталог шкафов управления калорифером ШУК"
        catalogURL="/documents/Price_list_zao_tst_2025.pdf"
        catalogLinkText="Скачать прайс-лист шкафов управления калорифером ШУК"
      />
    </>
  );
}
