export const metadata: Metadata = {
  title: "Калориферы. Производство",
  description:
    "Калориферы – производитель ООО Т.С.Т. Производство водяных и паровых промышленных калориферов для воздушного отопления и технологического нагрева",
  keywords:
    "калорифер,производство калориферов,промышленный калорифер,производство промышленных калориферов,калориферы производитель,калорифер цена,калорифер купить,калорифер водяной,калорифер паровой,каталог калориферов",
};

export default function KaloriferyPage() {
  return <></>;
}
